Repository: liushuyu/lmms-translations
Catalog: lmms.io/*.po
Languages: de, ja, pt, tr

source: and answer a few questions while you're waiting.
de: und beantworte einige Fragen während du wartest.
ja: 待っている間に解決できるかもしれません。
pt: e responda umas perguntas enquanto espera.
tr: ve beklerken birkaç soruyu yanıtlayın.

source: Sharing means caring.
de: Teilen heißt Kümmern
ja: 音楽を共有しよう
pt: Compartilhar é cuidar.
tr: Paylaşmak yardımseverliktir.

source: Visit our Soundcloud group
tr: SoundCloud grubumuzu ziyaret edin

source: Visit the LMMS Sharing Platform (LSP)
de: Besuche die LMMS Empfehlen Platform (LSP)
ja: LMMS共有プラットフォーム(LSP)にアクセス
pt: Visite a Plataforma de Compartilhamento do LMMS (PCL)
tr: LMMS Paylaşım Platformu'nu (LPP) ziyaret edin

source: Don't be modest,
tr: Mütevazi olmayın,

source: show us your creations.
tr: oluşturduklarınızı bizimle paylaşın.

source: We <3 Open Source.
tr: Biz <3 Açık Kaynaklıyız.

source: Fork us on Github
de: Erstelle einen Fork auf GitHub
ja: Githubからソースコードを入手
pt: Dê um fork na gente no GitHub
tr: GitHub'da bizi yedekleyin

source: LMMS is a 100% free, open source, community driven project,
tr: LMMS 100% özgür, açık kaynaklı, topluluk temelli bir projedir,

source: proudly hosted on Github
tr: GitHub'da gururla barındırılır

source: Take a peek
tr: Bir göz atın

source: Watch our promo video.
de: Sieh dir unser Werbevideo an.
ja: 紹介動画
pt: Assista nosso vídeo promocional
tr: Reklâm videomuzu izleyin.

source: Featuring
tr: Öne çıkarma

source: Core Functionality
de: Schlüsselfunktionen
ja: 基本的な機能
pt: Funcionalidade Principal
tr: Çekirdek İşlevselliği

source: Compose music on Windows, Linux and Apple OS&nbsp;X
tr: Windows, Linux ve Apple OS&nbsp;X'te müzik oluşturun

source: Sequence, compose, mix and automate songs in one simple interface
de: Ordne, komponiere, mische und automatisiere Lieder in einem simplen Interface.
ja: シーケンス・作曲・ミックス等が一つのシンプルなインターフェースに。
pt: Sequencie, componha, faça a mixagem e automatize músicas em uma simples interface
tr: Kolay bir arabirimde şarkıları sıralayın, oluşturun, karıştırın ve özdevinleştirin

source: Note playback via MIDI or typing keyboard
de: Noten Playback via MIDI Keyboard oder Tastatur.
ja: MIDIやキーボードによる入力支援
pt: Retorno da nota via MIDI ou pelo teclado do computador
tr: MIDI ya da yazı klavyesi aracılığıyla kayıttan yürütme notalayın

source: Consolidate instrument tracks using Beat+Bassline Editor
ja: 楽曲をまとめるビートベースラインエディタが付属
tr: Beat+Bassline Editor kullanarak enstrüman parçalarını pekiştirin

source: Fine tune patterns, notes, chords and melodies using Piano Roll Editor
de: Feinabstimmung von Mustern, Noten, Akkorden und Melodien mit dem Piano-Roll-Editor
ja: パターン・ノート・コード・メロディーを微調整するピアノロールエディタ
tr: Piano Roll Editor kullanarak ayar kalıplarını, notaları, akortları ve melodileri bulun

source: Full user-defined track-based automation and computer-controlled automation sources
ja: ユーザーが指定する、トラック・ベースの自動化とコンピュータによる自動化のソース
tr: Tam kullanıcı tanımlı iz tabanlı özdevin ve bilgisayar denetimli özdevin kaynakları

source: Import of MIDI files and Hydrogen project files
de: Import von MIDI Dateien und Hydrogen Projekt Dateien
ja: MIDIファイル (.mid) ・Hydrogenプロジェクトファイル (.h2song) の読み込みサポート
tr: MIDI dosyalarını ve Hydrogen proje dosyalarını içe aktarın

source: Musical Instruments
de: Musikalische Instrumente
ja: 楽器プラグイン
pt: Instrumentos Musicais
tr: Müzik Enstrümanları

source: Built-in 32-bit VST instrument support
tr: Gömülü 32-bit VST enstrüman desteği

source: Built-in 64-bit VST instrument support with 32-bit VST bridge (64-bit Windows)
de: Eingebaute 64-Bit VST Instrument Unterstützung mit einer 32-Bit VST Brücke (64-Bit Windows)
ja: 「VSTige」 32・64ビットのVSTプラグインの読み込み (64ビットのVSTは64ビットWindows版のみ対応)
tr: 32-bit VST köprüsü (64-bit Windows) ile gömülü 64-bit VST enstrüman desteği

source: Roland ® TB-303 style monophonic bass synthesizer
tr: Roland ® TB-303 stili tekli bass sentezleyicisi

source: Embedded ZynAddSubFx: Polyphonic, mutlitimbral, microtonal, multi-voice additive, subtractive and pad synthesis all in one powerful plugin
tr: Yerleşik ZynAddSubFx: Güçlü bir tümü bir arada ilişikte polifonik, multitimbral, microtonal, çoklu ses katkısı, eksiltici ve pad sentezleyicisi

source: Native Commodore 64 ® SID microchip/instrument emulation
tr: Doğal Commodore 64 ® SID microchip/enstrüman öykünmesi

source: Native SoundFont ® support (SF2), the industry standard for high quality instrument patches and banks
tr: Doğal SoundFont ® desteği (SF2), yüksek kaliteli enstrüman yamaları ve bankaları için endüstri standardı

source: Nintendo ®, GameBoy ® and game sound effect emulation
tr: Nintendo ®, GameBoy ® ve oyun sesi etkisi öykünmesi

source: 2 built-in oscillator-based synthesizers
tr: 2 gömülü titreşimci tabanlı sentezleyici

source: 2 built-in wavetable-based synthesizers
tr: 2 gömülü dalga tablosu tabanlı sentezleyici

source: Gravis UltraSound ® GUS Patch support
tr: Gravis UltraSound ® GUS Patch desteği

source: Effects Mixing
de: Effekte Kombinieren
ja: エフェクト等
pt: Mixagem de efeitos
tr: Etki Karıştırma

source: Drop-in LADSPA plug-in support
de: LADSPA plug-in Unterstützung
ja: LADSPAプラグインのサポート
tr: Tutturulmuş LADSPA ilişiği desteği

source: Drop-in VST ® effect plug-in support (Linux and Windows)
ja: VSTエフェクトのサポート(WindowsとLinux)
tr: Tutturulmuş VST ® etki ilişiği desteği (Linux ve Windows)

source: Built-in compressor, limiter, delay, reverb, distortion, EQ, bass-enhancer
tr: Gömülü sıkıştırıcı, sınırlandırıcı, gecikme, yankı, çarpıtma, dengeleyici, bass geliştiricisi

source: Bundled graphic and parametric equalizers
ja: グラフィック・イコライザー内蔵
tr: Paketlenmiş grafik ve parametrik dengeleyiciler

source: Built-in visualization/spectrum analyser
tr: Gömülü görselleştirme/spektrum analizcisi

source: Author:
de: Autor:
ja: 作者:
pt: Autor:
tr: Yazar:

source: Modified/Themed By:
de: Modifiziert/Themed von:
ja: 変更/テーマ by:
tr: Değiştiren/Temalandıran:

source: Scalable Vector Format
ja: Scalable Vector Format(.svg)
tr: Ölçeklenebilir Vektör Biçimi

source: Gimp Image Editor Format
ja: Gimp Image Editor Format(.xcf)
tr: Gimp Image Editor Biçimi

source: Portable Document Format
ja: Portable Document Format(.pdf)
pt: Documento de Formato Aberto
tr: Taşınabilir Belge Biçimi

source: Adobe Photoshop Format
ja: Adobe Photoshop Format(.psd)
pt: Formato Adobe Photoshop
tr: Adobe Photoshop Biçimi

source: PNG Format
ja: PNGファイル(.png)
pt: Formato PNG
tr: PNG Biçimi

source: JPEG Format
ja: JPEGファイル(.jpeg)
pt: Formato JPEG
tr: JPEG Biçimi

source: Bitmap Format
ja: Bitmapファイル(.bmp)
pt: Formato Bitmap
tr: Bitmap Biçimi

source: Windows Icon Format
ja: Windowsアイコンファイル(.ico)
pt: Formato de Ícone do Windows
tr: Windows Simge Biçimi

source: Apple Icon Format
ja: Appleアイコンファイル(.ico)
pt: Formato de Ícone da Apple
tr: Apple Simge Biçimi

source: Unknown File
de: Unbekannter Dateityp
ja: サポートしないファイルです。
pt: Arquivo Desconhecido
tr: Bilinmeyen Dosya

source: The requested page could not be found.
tr: İstenen sayfa bulunamadı.

source: We are sorry, but something went terribly wrong.
tr: Üzgünüz, birşeyler aşırı şekilde ters gitti.

source: Yuck, an error!
ja: ごめんなさい、エラーです。
pt: Eca, um erro!
tr: Öhk, bir hata!

source: Download
ja: ダウンロード
tr: İndir

source: Documentation
de: Dokumentation
ja: ドキュメント
pt: Documentação
tr: Belgelendirme

source: Docs
ja: ドキュメント
tr: Belgeler

source: Sharing Platform
ja: プラットフォームを共有する
pt: Plataforma de Compartilhamento
tr: Paylaşım Platformu

source: Share
de: Teilen
ja: シェア
pt: Compartilhe
tr: Paylaş

source: More
de: Mehr
ja: その他
pt: Mais
tr: Dahası

source: Bundled with ready-to-use content
de: Verpackt mit zur Benutzung fertigem Inhalt
ja: すぐに使える用意はできています。

source: Pick your flavor.
de: Wähle deinen Geschmack.
ja: エディションの選択

source: Houston, we have a problem.
de: Houston, wir haben ein Problem
ja: 困ったことがあれば聞いてください

source: Stand by, we got you covered.
de: Bleib dran, wir bekommen das hin.
ja: 私たちが助けます。

source: Chat now on Discord
de: Rede mit uns auf Discord
ja: Discord
pt: Converse agora no Discord

source: Find musicians
de: Finde Musiker
ja: ミュージシャンを見つける
pt: Ache músicos

source: Don't be modest.
de: Sei nicht Bescheiden.
ja: 恥ずかしがらないでください。

source: Show us your creations.
de: Zeige uns deine Werke.
ja: あなたの作品を見せましょう。

source: We <3 open source.
de: Wir <3 Open Source.
ja: LMMSはオープンソースです

source: LMMS is a 100% free, open source, community-driven project.
de: LMMS ist ein 100% freies, vielfältiges, community-betriebenes Projekt.
ja: LMMSは100%無料で、オープンソースでコミュニティーが立ち上げたプロジェクトです

source: Proudly hosted on Github.
de: mit Stolz auf Github gehostet.
ja: Githubで管理されています

source: Take a peek.
de: Nimm dir einen Vorgeschmack.
ja: 覗いてみる
pt: De uma espiadinha.

source: Click anywhere to close this dialog
de: Klicken Sie auf eine beliebige Stelle, um dieses Dialogfeld zu schließen.
ja: 閉じるにはどこか押してください

source: Featuring:
de: Funktionen:
ja: 特徴 :
pt: Apresentando:

source: Compose music on Windows, Linux and macOS
de: Komponiere Musik auf Windows, Linux und macOS
ja: Windows・Linux・macOSに対応

source: 16 built in synthesizers, including emultations of Roland ® TB-303, Commodore 64 ® SID microchip, Nintendo ® NES and GameBoy, Yamaha ® OPL2 chip and more
ja: 「16種類のシンセサイザー」 Roland ® TB-303・Commodore 64 ® SID マイクロチップ・任天堂 ® ファミコン・ゲームボーイ・Yamaha ® OPL2 チップ等を内蔵

source: Embedded ZynAddSubFx: Polyphonic, mutlitimbral, microtonal, multi-voice additive, subtractive and pad synthesis all in one powerful plugin
ja: 「ZynAddSubFx」 ポリフォニック・マルチティンバー・マイクロトーン・マルチボイスの加算機能・サブトラクティブやパッド合成などを詰め込んだ強力なプラグイン

source: Native multisample support for SoundFont ® (SF2), Giga (GIG) and Gravis UltraSound ® (GUS) formats for high quality instrument patches and banks
ja: 「SF2Player」「GIGPlayer」 高品質な楽器プリセットサウンドフォント (.sf2) ・Giga (.gig) ・Gravis UltlaSound®(GUS)サポート

source: Built-in compressor, limiter, delay, reverb, distortion and bass enhancer
de: Integrierter Kompressor, Limiter, Delay, Reverb, Distortion and Bass Enhancer
ja: コンプレッサー・リミッター・ディレイ・リバーブ・ディストーション・バスエンハンサーの内蔵

source: Built-in visualization/spectrum analyzer
de: Integrierte Visualisierung/Spectrum Analyzer
ja: ビジュアライゼーション・スペクトラムアナライザの付属

source: LMMS is included in most major Linux distribution's package repositories.<br> Please <a href="get-involved/#contact">contact us</a> if your distribution is not listed here.
ja: LMMSはLinuxディストリビューションのレポジトリーに入っています。<br> もしレポジトリーにない場合は、<a href="get-involved/#contact">知らせて</a>ください。

source: Install LMMS now
de: Installiere LMMS jetzt
ja: 今すぐインストール

source: From your package manager
de: Von deinem Paket Manager
ja: パッケージマネージャーから

source: For VST support, please see the <a href="https://wiki.archlinux.org/index.php/LMMS">Arch LMMS wiki page</a>
de: Für VST Unterstützung, schaue bitte auf der<a href="https://wiki.archlinux.org/index.php/LMMS"> Arch LMMS Wikiseite</a>nach
ja: VSTを使用するためには<a href="https://wiki.archlinux.org/index.php/LMMS">Arch LMMS wiki ページ</a>を参照してください。

source: If your Linux distribution does not provide a lmms package (or only an outdated one), you can still build LMMS from source. Visit the <a href="https://github.com/LMMS/lmms/wiki/Compiling">LMMS development wiki on GitHub</a> for instructions on how to compile LMMS for Linux.
ja: あなたのLinuxディストリビューションがLMMSパッケージを提供していない場合(またはバージョンが古い場合)、ソースコードからLMMSをインストールすることができます。 Linux用のLMMSのコンパイル方法については、<a href="https://github.com/LMMS/lmms/wiki/Compiling">GitHubのLMMS開発Wiki</a>を参照してください。
pt: Se sua distribuição do Linux não disponibiliza um pacote do lmms (ou apenas um desatualizado), você ainda consegue montar o LMMS da fonte. Visite a <a href="https://github.com/LMMS/lmms/wiki/Compiling">wiki de desenvolvimento do LMMS no GitHub</a> para instruções em como compilar o LMMS para Linux.

source: The Best of LMMS Vol. 4 by LMMS Artists
de: Das Beste von LMMS Vol.4 von LMMS Artisten
ja: The Best of LMMS Vol.4

source: Current competitions:
de: Aktuelle Wettbewerbe:
ja: 現在の大会:

source: The Best of LMMS vol. V
de: Das Beste von LMMS Vol. V
ja: The Best of LMMS vol.5

source: We are proud to present to you The Best of LMMS contest volume 5! The contest aims to inspire the community to create and share their music. Submit your track at the link below before midnight (23:59.59) on April 16th (UTC time) for a chance to be featured on the BoL v5 album. The compilation will be uploaded to Bandcamp, with all profits going towards LMMS' further development. [Submit here](https://goo.gl/47ZXq1) #### Competition rules: 1. **The Deadline:** - Track must be submitted by April 16th 2018 at 23:59.59 UTC using [this form](https://goo.gl/47ZXq1). 2. **The Track:** - Must be produced in LMMS. - You may use other programs for mastering and post processing. - Must be under 10 minutes long. - No winning tracks from previous Best of LMMS albums allowed. - No remixes allowed. 3. **The Submissions:** - You must submit using this form only. - No more than ONE entry per artist is allowed.* - Collaborations count as ONE entry for each artist involved.* - No collaborating with judges on entries. - Only submissions hosted on Soundcloud, YouTube, or Clyp are allowed. - Your entry must be available for listening until the end of the judging process. If not, your entry will be disqualified. 4. **The Judges:** -The jury consists of: Dull Machine, Etorna_Z, Jernemies, Poleroyd, Umcaruje and Unfa. 5. **The Judging:** - After the deadline, the judges will score each track and release the results within 14 days. 6. **Release:** - The 25 highest scoring songs will be released as an album on Bandcamp with the price of “Pay what you want”. All the received funds will be donated for further development of LMMS, the program that we love. \* *This year the judging process has changed, to ensure fairer handling of entries. The change to one submission only is to allow each and every entry to be fully scored by the panel of judges. This was previously handled by a preliminary screening round to help cut down the large amount of entries received. By lowering the amount of up-front entries allowed, the judges will have the time to fully score each track entered.*
ja: The Best of LMMS Vol.5の開催をここに宣言します！ このコンテストはコミュニティーの発展と作曲の推進、共有を目的として開催されています。 2018年4月16日23時59分59秒 (UTC基準) までに下のリンクから応募してください。入賞作品はBoL5のアルバムで収録され、収益のすべてはLMMSの今後の開発資金に割り当てられます。 [応募はこちらから](https://goo.gl/47ZXq1) #### ルール : 1. **締め切り :** - [このフォーム](https://goo.gl/47ZXq1) を使用して2018年4月16日までに応募してください。 2. **曲 :** - LMMSで作られていなければなりません。 - マスタリングやミキシングのためにLMMS以外のソフトを使用することは認められています。 - 10分以内でなければなりません。 - 過去のBest of LMMSで入賞した曲を応募することはできません。 - リミックス曲は応募できません。 3. **応募:** - 必ず [フォーム](https://goo.gl/47ZXq1) を使用して応募してください。 - 一曲のみの応募となります。 - 合作は一曲とカウントされます。(合作と個人の作品を同時に応募することはできません。) - 審査員と合作してはいけません。 - 曲はSoundCloud、YouTube又はClypで公開されたもののみ応募可能です。 - 応募した曲は、大会が完全に終わるまでは必ず公開してください。 ** 以上のルールを守れない場合には失格となります。 4. **審査員 :** -審査員は「Dull Machine、Etorna_Z、Jernemies、 Poleroyd、Umcaruje、Unfa」の六人です。 5. **審査:** - 締め切りの後、二週間以内にエントリーされた曲のスコアと一緒に結果が発表されます。 6. **リリース:** - 上位25曲はBandCampでアルバムとしてリリースされます。収益のすべてはLMMSのさらなる発展のために寄付されます。 ※注意点 \* *今年は、審査基準が変更され、より公平な審査が実現します。以前は二段階に分かれて審査が行われていましたが、すべての曲を採点するために、応募できる曲数が一曲になりました。*

source: Click one of the buttons below to download LMMS for Linux.
de: Klicke auf einen der Buttons unten um LMMS für Linux herunterzuladen
ja: Linux用のLMMSをダウンロードするには、下のボタンをクリックしてください。

source: Run <code>chmod +x ~/Downloads/*.AppImage</code> to set the <code>.AppImage</code> executable before running
ja: 起動させる前に <code>chmod +x ~/Downloads/*.AppImage</code> to set the <code>.AppImage</code> を実行してください。

source: Other options
de: Andere Optionen
ja: オプション

source: Install LMMS on macOS
de: Installiere LMMS auf macOS
ja: macOSにLMMSをインストールする
pt: Instale LMMS no macOS

source: Click one of the buttons below to download LMMS for macOS
de: Klicke auf einen der Buttons unten um LMMS für macOS herunterzuladen
ja: macOS用のLMMSをダウンロードするには、下のボタンを押してください。
pt: Clique em um dos botões abaixo para baixar LMMS para macOS

source: Error <b>%code%</b>
de: Fehler <b>%code%</b>
ja: エラー <b>%code%</b>
pt: Erro <b>%code%</b>

source: Our IRC channel is <a href="http://webchat.freenode.net/?channels=%23lmms">#lmms</a> on <a href="https://freenode.net">Freenode</a>.
de: Unserer IRC Channel <a href="http://webchat.freenode.net/?channels=%23lmms"> #lmms</a>ist auf <a href="https://freenode.net">Freenode</a>.
ja: 我々のIRC チャンネルは、<a href="http://webchat.freenode.net/?channels=%23lmms">#lmms</a>です。 <a href="https://freenode.net">Freenode</a>.

source: <a href="https://discordapp.com/">Discord</a> is a more modern alternative to IRC. Join our server <a href="/chat/">by clicking here</a>.
de: <a href="https://discordapp.com/">Discord</a> ist eine moderne Alternative zu IRC. Tritt unserem Server <a href="/chat/">hier</a>bei.
ja: <a href="https://discordapp.com/">Discord</a>

source: Forum
ja: フォーラム
pt: Fórum

source: You seem to have taken a wrong turn.
ja: どうやら間違えた選択をしたようです。

source: Oops, that is not supposed to happen.
de: Ups, das sollte nicht passieren.
ja: ごめんなさい、予期しないことが発生しました。
