Repository: liushuyu/lmms-translations
Catalog: lmms.io/*.po
Languages: de, ja, pt, tr

source: Competitions
de: Wettbewerbe
ja: 大会
pt: Competições
tr: Yarışmalar

source: Official competitions organised by LMMS and its community members
de: Offizielle Wettbewerbe, organisiert von LMMS und seinen Community Members
ja: LMMS・コミュニティーによる公式の大会
pt: Competições oficiais organizadas pelo LMMS e os membros da comunidade
tr: Resmî yarışmalar LMMS ve topluluğunun üyeleri tarafından örgütlenir

source: Past competitions:
de: Letzte Wettbewerbe:
ja: 過去の大会
pt: Competições anteriores:
tr: Geçmiş yarışmalar:

source: The Best of LMMS vol. IV
de: Das Beste von LMMS Vol. IV
ja: The Best of LMMS vol.4
pt: O Melhor do LMMS vol. IV
tr: LMMS'nin En İyileri cilt IV

source: #### The competition has ended on **April 16th, 2017**. Support LMMS and buy the compilation over at our [bandcamp page.](https://lmmsartists.bandcamp.com/album/the-best-of-lmms-vol-4) Listen to all entries [here.](https://docs.google.com/spreadsheets/d/1pPoM7CQIg5C4uzgOrlRnytJiAsOD5K6jxitF-SIjXRQ/pubhtml?gid=975440614&single=true) Winners: <iframe width="100%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/321234884&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Original Description: We are proud to present to you The Best of LMMS contest volume 4! The contest aims to inspire the community to create and share their music. Submit your track at the link below before midnight (23:59.59) on April 16th (UTC time) for a chance to be featured on the BoL v4 album. The compilation will be uploaded to Bandcamp, with all profits going towards LMMS' further development. This year's submissions are handled through Google forms. We accept submissions hosted on YouTube, Soundcloud and Clyp. For the full rules check out the submission form: https://goo.gl/forms/cifEliOViOXTSc8H2 #### Competition rules: 1. **The Deadline** - Tracks must be submitted by April 16th at 23:59.59 UTC using [this form](https://goo.gl/forms/cifEliOViOXTSc8H2). 2. **The Tracks** - Must be produced in LMMS. - You may use other programs for mastering and post processing. - Must be under 10 minutes long. - No winning tracks from previous Best of LMMS albums allowed. - No remixes allowed. 3. **The Submissions** - You must submit using this form only. - No more than **TWO** entries per artist are allowed. - Collaborations count as **ONE** entry for each artist involved. - Only submissions hosted on Soundcloud, YouTube or Clyp are allowed. - Your entry must be available for listening until the end of the judging process. If not, your entry will be disqualified. 4. **The Judges** - The jury consists of: Greippi, Jacoby Davis, Spekular, Stakeout Punch and Squatro. 5. **The Judging Process** - After the deadline, the judges will make their decisions and release the results within 14 days. 6. **The Release** - The 25 highest scoring songs will be released as an album on Bandcamp with the price of "Pay what you want". All the received funds will be donated for further development of LMMS, the program that we love.
ja: ####大会は** 2017年4月16日 **に終了しました。 LMMSを[bandcamp]で曲を購入することができます。 （https://lmmsartists.bandcamp.com/album/the-best-of-lmms-vol-4） [こちら](https://docs.google.com/spreadsheets/d/1pPM7CQIg5C4uzgOrlRnytJiAsOD5K6jxitF-SIjXRQ/pubhtml?gid=975440614&single=true)からすべての作品を聞くことができます。 入賞作品： <iframe width="100%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/321234884&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### 開催について： 私たちは第四回目のThe Best of LMMS開催することを誇りに思っています！ このコンテストは、作曲の促進と共有するのを目的としています。 （23時59分59秒）までに下のリンクでトラックを送信してください。 入賞作品はbandcampにアップロードされます。 LMMSのさらなる発展に向けた利益 今年の投稿はGoogleフォームで処理されます。 YouTube、Soundcloud、Clypでホストされた投稿を受け入れます。完全な規則については、提出書式をチェックしてください： https://goo.gl/forms/cifEliOViOXTSc8H2 ####大会のルール： 1. **締め切り** - トラックは、4月16日までに[このフォーム]（https://goo.gl/forms/cifEliOViOXTSc8H2）を使用して、23：59.59 UTCに提出する必要があります。 2. **トラック** - LMMSで作られていなければいけません。 - マスタリングやミキシングのために他のソフトを使用することを認めます。 - 10分未満でなければなりません。 - 以前のBest of LMMSアルバムで採用された曲は応募できません。 - リミックス曲は応募できません。 3. **提出物** - このフォームのみを使用して提出する必要があります。 - アーティストあたり** 2作品 **以上の応募はできません。 - コラボレーションは、関係する各アーティストのための** １ **エントリーとして数えられます。 - Soundcloud、YouTube、またはClypで投稿されているものだけが許可されます。 - あなたのエントリーは、審査プロセスが終了するまで聞くことができなければなりません。そうでない場合、あなたのエントリーは失格となります。 4. **審査員** - 審査員は、Greippi、Jacoby Davis、Spekular、Stakeout Punch、Squatroの５人で構成されています。 5.審査プロセス** - 締め切り後、審査員は二週間以内に結果を発表します。 6. **リリース** - 上位25曲曲はBandcampのアルバムとして "あなたが欲しいものを支払う"という価格で発売されます。 受け取った資金はすべて、LMMSのさらなる発展のために寄付されます。
tr: #### Yarışma **16 Nisan 2017'de** bitti. LMMS'yi destekleyin ve derlemeyi [Bandcamp sayfamızdan satın alın.](https://lmmsartists.bandcamp.com/album/the-best-of-lmms-vol-4) Tüm girdileri [buradan dinleyin.](https://docs.google.com/spreadsheets/d/1pPoM7CQIg5C4uzgOrlRnytJiAsOD5K6jxitF-SIjXRQ/pubhtml?gid=975440614&single=true) Kazananlar: <iframe width="100%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/321234884&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Özgün Açıklama: Size LMMS'nin En İyileri cilt 4'ü sunmaktan gurur duyuyoruz! Yarışma topluluğa müzik yapmak ve onları paylaşmak için ilham vermeyi amaçlar. Parçanızı LEİ v4 albümünde öne çıkarılma şansı için 16 Nisan gece yarısından önce (23:59.59) (UTC zamanı) aşağıdaki bağlantıya gönderin. Derleme Bandcamp'a yüklenecek, tüm kârlar LMMS'nin geliştirilebilirliğini karşılayacak. Bu yılın gönderimleri Google formlar ile ele alınacak. YouTube, SoundCloud ve Clyp'te barındırılan gönderimleri onaylarız. Tam kurallar için gönderim formunu denetleyin: https://goo.gl/forms/cifEliOViOXTSc8H2 #### Yarışma kuralları: 1. **Son Tarih** - Parçalar 16 Nisan 23:59.59 UTC'de [bu formu](https://goo.gl/forms/cifEliOViOXTSc8H2) kullanarak gönderilmiş olmalıdır. 2. **Parçalar** - LMMS'de üretilmelidir. - Diğer programları bütünleme ve göndermeye hazır duruma getirme işlemi için kullanabilirsiniz. - Uzunluk 10 dakikanın altında olmalıdır. - Önceki LMMS'nin En İyileri albümlerinin kazananlarına izin verilmez. - Yeniden karıştırmalara izin verilmez. 3. **Gönderimler** - Yalnızca bu formu kullanarak gönderebilirsiniz. - Sanatçı başına **İKİ** girdiden fazlasına izin verilmez. - Her sanatçı için ilişkili işbirliği sayısı **BİR** girdidir. - Yalnızca SoundCloud, YouTube ya da Clyp'te barındırılan gönderimlere izin verilir. - Girdiniz değerlendirme işlemi tarihinin sonuna kadar dinlenebilir olmalıdır. Değilse girdiniz yetersiz sayılır. 4. **Değerlendirenler** - Seçici kurulu oluşturanlar: Greippi, Jacoby Davis, Spekular, Stakeout Punch ve Squatro. 5. **Değerlendirme İşlemi** - Son tarihten sonra, değerlendirenler sonucu 14 gün içinde kararlaştıracaklar ve yayınlayacaklar. 6. **Yayınlama** - En yüksek 25 puanı alan şarkılar bir albüm olarak "Ne ödemek istiyorsunuz" fiyatıyla Bandcamp'ta yayınlanacak. Alınan tüm paralar LMMS'nin geliştirilebilirliği için bağışlanacak, sevdiğimiz program.

source: The Best of LMMS vol. III
de: Das Beste von LMMS Vol. III
ja: The Best of LMMS vol.3
pt: O Melhor do LMMS vol. III
tr: LMMS'nin En İyileri cilt III

source: #### The competition has ended on **March 16th, 2016.** Support LMMS and buy the compilation over at our [bandcamp page.](https://lmmsartists.bandcamp.com/) Listen to all entries [here.](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) Winners: <iframe width="100%" height="450" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/211975750&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Original description: It’s that time of the year again: If you have made amazing tracks with LMMS we have a contest for you! The Best of LMMS contest is back! The compilation aims to inspire new users and everyone to create music. The compilation will be uploaded to Bandcamp and all profit will be donated for the further development of LMMS. Submit your track before midnight on March 16th (UTC time), and find details about the contest on the [soundcloud group.](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) #### Competition rules: 1. The Deadline. The tracks must be submitted by March 16th 0:00 UTC. The tracks can be of any genre, preferably under 10 minutes. The track must be produced in LMMS, but it is allowed to use some other software (Audacity, Ardour etc.) for post mixing/mastering. 2. The tracks. All submissions will be handled via SoundCloud using the dedicated group. You can submit a maximum of two tracks. You may submit previously released tracks, but not tracks that were in the previous Best of LMMS albums. Remixes are not allowed. A collaboration between a judge and yourself is not allowed. 3. The Judges. The jury consists of: Zach Henderson, Second Flight, Umcaruje, Greippi, Tres Finnochiaro, Abludo. 4. The Judging Process. After the deadline, the judges will make their decisions and release the results within next 14 days. 5. Release. The compilation will be released on a dedicated LMMS artists Bandcamp with the price of “Pay what you want”. All the received funds will be donated for further development of LMMS, the program that we love.
ja: #### 大会は **2016年3月16日 に終了しました。 [band camp](https://lmmsartists.bandcamp.com)のサイトでThe Best of LMMSのアルバムを購入できます。 すべての作品を聞くには[ここ](https://soundcloud.com/groups/the-best-of-lmms-competition-v3)をクリックしてください。 入賞作品: <iframe width="100%" height="450" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/211975750&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### 主催にあたって この時が再びやってきました。あなたがLMMSで作った自信のある作品を発表するチャンスです！ 「The Best of LMMS」を開催します！！ 大会はLMMS新規ユーザーの獲得と、作曲の推進のために開催されます。 入省作品は、Bandcampにアルバムとしてリリースされ、すべての収益は、LMMSの開発のために寄付されます。 応募の締め切りは、2016年3月16日0:00(UTC)までです。 大会の詳しい説明は、[SoundCloudグループ](https://soundcloud.com/groups/the-best-of-lmms-competition-v3)で確認できます。 #### 大会のルール １：締め切りは3月16日0:00(UTC)までです。どんなジャンルの曲でもよく、10分以内の作品を提出してください。 ２：曲はLMMSで作られてなければなりませんが、マスタリングやミキシング用にLMMS以外のソフト(AudacityやArdour等)を使用することを認めます。 未発表の曲である必要はありませんが、以前の大会の入賞作品は応募できません。 ３：審査員は「Zech Henderson , Second Flight , Umcaruje , Greippi , Tres Finnochiaro , Abludo」の六人です。 ４：エントリーを締め切った後、結果は二週間以内に発表されます。
tr: #### Yarışma **16 Mart 2016'da bitti.** LMMS'yi destekleyin ve derlemeyi [Bandcamp sayfamızdan satın alın.](https://lmmsartists.bandcamp.com/) Tüm girdileri [buradan dinleyin.](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) Kazananlar: <iframe width="100%" height="450" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/211975750&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Özgün açıklama: Yeniden yılın o zamanı: LMMS ile şaşırtıcı parçalar yaptıysanız sizin için bir yarışmamız var! LMMS'nin En İyileri yarışması geri döndü! Derleme yeni kullanıcılara ve herkese müzik oluşturmak için ilham vermeyi amaçlar. Derleme Bandcamp'a yüklenecek ve tüm kâr LMMS'nin geliştirilebilirliği için bağışlanacak. Parçanızı 16 Mart gece yarısından önce (UTC zamanı) gönderin ve yarışmayla ilgili ayrıntıları [SoundCloud grubundan bulun.](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) #### Yarışma kuralları: 1. Son Tarih. Parçalar 16 Mart 0:00 UTC'de gönderilmiş olmalıdır. Parçalar herhangi bir türde olabilir, tercihen 10 dakikanın altında. Parça LMMS'de üretilmelidir, ama diğer bazı yazılımların (Audacity, Ardour vb.) göndermeye hazır duruma getirme/bütünleme için kullanımına izin verilir. 2. Parçalar. Tüm gönderimler özel grup kullanarak SoundCloud aracılığıyla ele alınacak. En fazla iki parça gönderebilirsiniz. Önceden yayınlanmış parçaları gönderebilirsiniz, ama parçalar önceki LMMS'nin En İyileri albümlerinde bulunmamalıdır. Yeniden karıştırmalara izin verilmez. Bir işbirliğinin bir değerlendiren ve kendiniz arasında olmasına izin verilmez. 3. Değerlendirenler. Seçici kurulu oluşturanlar: Zach Henderson, Second Flight, Umcaruje, Greippi, Tres Finnochiaro, Abludo. 4. Değerlendirme İşlemi. Son tarihten sonra, değerlendirenler sonucu sonraki 14 gün içinde kararlaştıracaklar ve yayınlayacaklar. 5. Yayınlama. Derleme “Ne ödemek istiyorsunuz” fiyatıyla özel bir LMMS sanatçıları Bandcamp'ında yayınlanacak. Alınan tüm paralar LMMS'nin geliştirilebilirliği için bağışlanacak, sevdiğimiz program.

source: The Best of LMMS vol. II
de: Das Beste von LMMS Vol. II
ja: The Best of LMMS vol.2
pt: O Melhor do LMMS vol.II
tr: LMMS'nin En İyileri cilt II

source: #### The competition has ended on **April 1st, 2015.** Support LMMS and buy the compilation over at our [bandcamp page.](https://lmmsartists.bandcamp.com/) Listen to all entries [here.](https://soundcloud.com/groups/the-best-of-lmms-competition-v2) Winners: <iframe width="100%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/103762698&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Original description: 1. The Deadline. The songs must be submitted by April 1st 0:00 UTC. The songs can be of any genre, preferably under 10 minutes. The song should be made mostly in LMMS, but it is allowed to use some other software (Audacity, Ardour etc.) for post mixing/mastering. 2. The songs. All submissions will be handled via SoundCloud using the dedicated group. A user can submit a maximum of two songs. Users CAN submit previously released songs, BUT not songs submitted for previous BoL competitions. Remixes are not allowed. A song cooperation between a judge and yourself is not allowed. 3. The Judges and the Release. The judges consist of Stian Jørgensrud (Sti-Jay), Ian Letarte, Hashhakaj kamaluden, Fastigium, artlu, TRonix and Jernemies. The compilation will be released on the dedicated LMMS artists Bandcamp with the price of “Pay what you want”. All the received funds will be donated for further development of LMMS or to cover other program related costs. Extras: By marking your song with the tag "Want Feedback" you can get feedback from the judges. Comments from different judges will be combined into one text so you won't know from who or how many the feedback is. Note that you aren't guaranteed any feedback, it depends on how much time the judges have. Also note that the judges are just regular LMMS artists and no matter what feedback you get the judges' decision for album songs is final.
ja: #### 大会は **2015年4月1日 に終了しました。 [band camp](https://lmmsartists.bandcamp.com)のサイトでThe Best of LMMSのアルバムを購入できます。 すべての作品を聞くには[ここ](https://soundcloud.com/groups/the-best-of-lmms-competition-v2)をクリックしてください。 入賞作品: <iframe width="100%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/103762698&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### 大会のルール １：締め切りは4月1日0:00(UTC)までです。どんなジャンルの曲でもよく、10分以内の作品を提出してください。 ２：曲はLMMSで作られてなければなりませんが、マスタリングやミキシング用にLMMS以外のソフト(AudacityやArdour等)を使用することを認めます。 未発表の曲である必要はありませんが、以前の大会の入賞作品は応募できません。 ３：審査員は「Stian Jørgensrud (Sti-Jay) , Ian Letarte, Hashhakaj kamaluden , Fastigium , artlu , TRonix and Jernemies」の六人です。 ４：エントリーを締め切った後、結果は二週間以内に発表されます。 補足: "Want Feedback"のタグをつけることによって審査員からの公表を受け取ることができます。複数の審査員からのコメントでも、コメントは一つにまとめられます。なお、審査員はLMMSアーティストであって、どのような公表があっても審査員の決定が最終的なものであります。
tr: #### Yarışma **1 Nisan 2015'de bitti.** LMMS'yi destekleyin ve derlemeyi [Bandcamp sayfamızdan satın alın.](https://lmmsartists.bandcamp.com/) Tüm girdileri [buradan dinleyin.](https://soundcloud.com/groups/the-best-of-lmms-competition-v2) Kazananlar: <iframe width="100%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/103762698&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Özgün açıklama: 1. Son Tarih. Şarkılar 1 Nisan 0:00 UTC'de gönderilmiş olmalıdır. Şarkılar herhangi bir türde olabilir, tercihen 10 dakikanın altında. Şarkı çoğunlukla LMMS'de yapılmalıdır, ama diğer bazı yazılımların (Audacity, Ardour vb.) gönderime hazır duruma getirme/bütünleme için kullanımına izin verilir. 2. Şarkılar. Tüm gönderimler özel grup kullanarak SoundCloud aracılığıyla ele alınacak. Bir kullanıcı en fazla iki şarkı gönderebilir. Kullanıcılar önceden yayınlanmış şarkıları GÖNDEREBİLİR, AMA şarkılar önceki LEİ yarışmaları için gönderilmiş olmamalıdır. Yeniden karıştırmalara izin verilmez. Bir işbirliğinin bir değerlendiren ve kendiniz arasında olmasına izin verilmez. 3. Değerlendirenler ve Yayınlama. Değerlendirenler Stian Jørgensrud (Sti-Jay), Ian Letarte, Hashhakaj kamaluden, Fastigium, artlu, TRonix ve Jernemies'den oluşmaktadır. Derleme “Ne ödemek istiyorsunuz” fiyatıyla özel LMMS sanatçıları Bandcamp'ında yayınlanacak. Alınan tüm paralar LMMS'nin geliştirilebilirliği için ya da diğer programın ilgili giderlerini karşılamak için bağışlanacak. Ekstralar: Şarkınızı "Geri Bildirim İsteniyor" etiketiyle işaretleyerek değerlendirenlerden geri bildirim alabilirsiniz. Farklı değerlendirenlerden gelen yorumlar bir metinde birleştirilecek yani geri bildirimin kimden ya da kaç kez yapıldığını bilmeyeceksiniz. Hiçbir geri bildirimin garantilenmeyeceğini, bunun değerlendirenlerin ne kadar zamana sahip olacağına bağlı olduğunu unutmayın. Ayrıca değerlendirenler yalnızca sıradan LMMS sanatçılarıdır ve alacağınız geri bildirim ne olursa olsun albüm şarkıları için değerlendirenlerin son kararı kesindir.

source: The Best of LMMS vol. I
de: Das Beste von LMMS Vol. I
ja: The Best of LMMS vol. 1
pt: O Melhor do LMMS vol. I
tr: LMMS'nin En İyileri cilt I

source: #### The competition has ended on **February 15th, 2014.** Support LMMS and buy the compilation over at our [bandcamp page.](https://lmmsartists.bandcamp.com/) Listen to all entries [here.](https://soundcloud.com/groups/lmms-top-songs-compilation) Winners: <iframe width="100%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/27083727&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Original description: If you have made amazing songs with LMMS we have a contest for you! A LMMS top songs contest. The compilation aims to inspire new users and get new producers to use the program as well as to give a big thank you to LMMS developers. The compilation will be uploaded to Bandcamp and all profit will be donated for the further development of LMMS. Submit your song before midnight on February 15th, and find details about this contest on the Soundcloud site. #### Competition rules: 1. The Deadline. The songs must be submitted by February 15th 12 PM GMT. A user can submit a maximum of two songs. The songs can be of any genre, preferably under 10 minutes. All submissions will be handled via SoundCloud using the dedicated group. User CAN submit previously released songs. Remixes are not allowed. The song should be made mostly in LMMS, but it is allowed to use some other software (Audacity, Ardour etc.) for post mixing/mastering. 2. The Judges. The judges consist of the group Avelocity: Brian Amin (Maniarib), Joshua Wade (Second Flight), Uroš Maravić (Umcaruje), Evan Roberts (Stakeout Punch), Joshua Flynn (Raptor980), Jan Heemstra (Combustible Lemonade) 3. The Judging Process. After the deadline, the judges will make their decisions and release the results within next 7 days. 4. Release. The compilation will be released on a dedicated LMMS artists Bandcamp with the price of “Pay what you want”. All the received funds will be donated for further development of LMMS, the program that we love.
ja: #### 大会は **2014年2月15日 に終了しました。 [band camp](https://lmmsartists.bandcamp.com)のサイトでThe Best of LMMSのアルバムを購入できます。 すべての作品を聞くには[ここ](https://soundcloud.com/groups/lmms-top-songs-compilation)をクリックしてください。 入賞作品: <iframe width="100%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/27083727&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### 大会のルール １：締め切りは4月1日0:00(UTC)までです。どんなジャンルの曲でもよく、10分以内の作品を提出してください。 ２：曲はLMMSで作られてなければなりませんが、マスタリングやミキシング用にLMMS以外のソフト(AudacityやArdour等)を使用することを認めます。 未発表の曲である必要はありませんが、以前の大会の入賞作品は応募できません。 ３：審査員は「Brian Amin (Maniarib) , Joshua Wade (Second Flight) , Uroš Maravić (Umcaruje) , Evan Roberts (Stakeout Punch), Joshua Flynn (Raptor980), Jan Heemstra (Combustible Lemonade)」の六人です。 ４：エントリーを締め切った後、結果は二週間以内に発表されます。
tr: #### Yarışma **15 Şubat 2014'te bitti.** LMMS'yi destekleyin ve derlemeyi [Bandcamp sayfamızdan satın alın.](https://lmmsartists.bandcamp.com/) Tüm girdileri [buradan dinleyin.](https://soundcloud.com/groups/lmms-top-songs-compilation) Kazananlar: <iframe width="100%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/27083727&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Özgün açıklama: LMMS ile şaşırtıcı şarkılar yaptıysanız sizin için bir yarışmamız var! Bir LMMS en iyi şarkılar yarışması. Derleme yeni kullanıcılara ilham vermeyi ve programı kullanmanın yanı sıra LMMS geliştiricilerine büyük bir teşekkür edecek üreticiler edinmeyi amaçlar. Derleme Bandcamp'a yüklenecek ve tüm kâr LMMS'nin geliştirilebilirliği için bağışlanacak. Şarkınızı 15 Şubat gece yarısından önce gönderin ve bu yarışmayla ilgili ayrıntıları SoundCloud sitesinden bulun. #### Yarışma kuralları: 1. Son Tarih. Şarkılar 15 Şubat 12 ÖÖ GMT'den önce gönderilmiş olmalıdır. Bir kullanıcı en fazla iki şarkı gönderebilir. Şarkılar herhangi bir türde olabilir, tercihen 10 dakikanın altında. Tüm gönderimler özel grup kullanarak SoundCloud aracılığıyla ele alınacak. Kullanıcı önceden yayınlanmış şarkıları GÖNDEREBİLİR. Yeniden karıştırmalara izin verilmez. Şarkı çoğunlukla LMMS'de yapılmalıdır, ama diğer bazı yazılımların (Audacity, Ardour vb.) göndermeye hazır duruma getirme/bütünleme için kullanımına izin verilir. 2. Değerlendirenler. Avelocity değerlendirenler grubunu oluşturanlar: Brian Amin (Maniarib), Joshua Wade (Second Flight), Uroš Maravić (Umcaruje), Evan Roberts (Stakeout Punch), Joshua Flynn (Raptor980), Jan Heemstra (Combustible Lemonade) 3. Değerlendirme İşlemi. Son tarihten sonra, değerlendirenler sonucu sonraki 7 gün içinde kararlaştıracaklar ve yayınlayacaklar. 4. Yayınlama. Derleme “Ne ödemek istiyorsunuz” fiyatıyla özel bir LMMS sanatçıları Bandcamp'ında yayınlanacak. Alınan tüm paralar LMMS'nin geliştirilebilirliği için bağışlanacak, sevdiğimiz program.

source: Branding
tr: Markalama

source: Download LMMS Artwork
ja: LMMSのアートワークをダウンロード
tr: LMMS Sanat Eserini İndirin

source: LMMS Logo
ja: LMMSロゴ
pt: Logo do LMMS
tr: LMMS Logosu

source: LMMS Development Team
de: LMMS Entwicklungs Team
ja: LMMS開発チーム
pt: Time de Desenvolvedores do LMMS
tr: LMMS Geliştirme Takımı
