Repository: liushuyu/lmms-translations
Catalog: lmms.io/*.po
Languages: de, ja, pt, tr

source: LMMS Project Icon
de: LMMS Projekt Icon
ja: LMMSプロジェクトアイコン
pt: Ícone do Projeto do LMMS
tr: LMMS Proje Simgesi

source: Get Involved
de: Beteilige dich
ja: 参加しよう
pt: Se Envolva
tr: Yer Alın

source: LMMS is a free, open-source software built entirely by a small number of volunteers in their free time. But to keep the project going, we need this number to grow. So if you feel like giving something back to the community, join us in making LMMS better!
ja: LMMSは無料で、少数のボランティアが開発しています。LMMSプロジェクトの存続のためには、もっと多くの人を必要とします。もし、興味が少しでもあるのであれば、LMMSのコミュニティに入ってより良いものにしましょう！！
pt: LMMS é um software de código aberto e gratuito, feito integralmente por voluntários em seu tempo livre. Porém para manter o projeto, precisamos que esse número cresca. Então, se você quiser ajudar a comunidade junte-se a nós para tornar o LMMS melhor!
tr: LMMS çok az bir sayıda gönüllünün boş zamanında yapılan tümüyle özgür, açık kaynaklı bir yazılımdır. Ama projeyi sürdürmek için bu sayıyı büyütmeye gereksinimimiz var. Yani topluluğa birşeyleri geri vermek gibi bir şey hissediyorsanız, LMMS'yi daha iyi yapmak için bize katılın!

source: What you can do
de: Was du machen kannst
ja: あなたにできること
pt: O que você pode fazer
tr: Ne yapabilirsiniz

source: There are multiple ways of contributing:
de: Es bestehen mehrere Wege sich zu Beteiligen:
ja: 貢献する方法はいくつかあります。
pt: Existem diversas maneiras de contribuir:
tr: Katkıda bulunmanın çok yolu var:

source: Join Development
de: Tritt der Entwicklung bei
ja: 開発に参加する
pt: Participe do Desenvolvimento
tr: Geliştirmeye Katılın

source: We are in desperate need of new developers to join our team. LMMS is written in C++ using the Qt Framework, so if you know a thing or two about these, don't hesitate to get yourself dirty with coding!
de: Wir sind auf der verzweifelten Suche nach neuen Entwicklern für unser Team. LMMS ist in C++ geschrieben mit Qt-Framework, also wenn du ein oder zwei Dinge darüber weißt, dann zögere nicht dich mit coden zu beschmutzen!
ja: 今、我々に必要なものは開発者です。 LMMSはQtを使用してC++言語で書かれています。 Qtはフレームワークなので何か知っていれば、躊躇しないで開発を助けてください！！
pt: Nós estamos em necessidade urgente de novos desenvolvedores em nosso time. LMMS é escrito em C++ usando Qt Framework, então se você sabe uma coisa ou outra sobre esse assunto não hesite em se sujar um pouco com nosso código!
tr: Umutsuzca takımımıza yeni geliştiricilerin katılmasına gereksinim duyuyoruz. LMMS Qt Çatısı kullanarak C++ ile yazılır, yani bunlarla ilgili bir şey ya da ikisini biliyorsanız, kendinizi kodlamayla kirletmekten çekinmeyin!

source: See our <a href="//github.com/LMMS/lmms/wiki">GitHub Wiki</a> and our <a href="//github.com/LMMS/lmms/issues">bug tracker</a> to get started. Furthermore, the LMMS <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">mailing list</a> is a great place to introduce yourself.
ja: 始めるには、我々の<a href="//github.com/LMMS/lmms/wiki">GithubWiki</a>と<a href="//github.com/LMMS/lmms/issues">bugtracker</a>のサイトを見てください。 さらに、LMMSの<a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">mailing listは</a>自己紹介をするのに最適な場所です。
pt: Veja nosso<a href="//github.com/LMMS/lmms/wiki">GitHub Wiki</a> e nosso <a href="//github.com/LMMS/lmms/issues">rastreador e bugs</a> para começar. Além disso, a <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">lista de e-mail</a> do LMMS é um bom lugar para você se apresentar.
tr: Başlarken <a href="//github.com/LMMS/lmms/wiki">GitHub Wikimize</a> ve <a href="//github.com/LMMS/lmms/issues">sorun izleyicimize</a> bakın. Ek olarak, LMMS <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">posta listesi</a> kendinizi tanıtmak için harika bir yerdir.

source: Website & Docs
de: Webseite & Dokumente
ja: ウェブサイト＆ドキュメント
pt: Site e Documentos
tr: Web Sitesi & Belgeler

source: You can help us by improving this website or documenting the software. The website sources are in our GitHub repo <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, our documentation is hosted using a <a href="//lmms.io/wiki">MediaWiki instance</a>.
ja: WebサイトやLMMSの文章の向上によって、我々を助けることができます。このサイトのソースコードはGitHub repo <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>を見てください。文章は<a href="//lmms.io/wiki">MedsiaWiki instance</a>を使用して作成されています。
pt: Você pode nos ajudar melhorando este website ou documentando nosso software. As fontes do website estão em nosso GitHub repo <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, e nossa documentação é baseada usando uma <a href="//lmms.io/wiki">instância MediaWiki</a>
tr: Bize bu web sitesini iyileştirerek ya da yazılımı belgelendirerek de yardımcı olabilirsiniz. Web sitesi kaynakları GitHub depomuzda <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, belgelendirmemiz bir <a href="//lmms.io/wiki">MediaWiki örneği</a> kullanarak barındırılır.

source: Public registration on our Wiki is disabled due to spam issues. Please post to the <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">mailing list</a> if you're interested in helping out with the documentation!
ja: スパムによってWikiの公開登録が無効になっています。 もし、ドキュメンテーションを助けようとしたいならば、<a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">mailing list</a>に投稿してください。
pt: Registro público em nossa Wiki é desabilitada devido a problemas de spam. Por favor poste em nossa <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">lista de e-mail</a> se você se interessa em ajudar com a documentação!
tr: Wikimizde spam gerekçesiyle herkese açık kayıt etkisizleştirilir. Belgelendirmeye yardımcı olmakla ilgileniyorsanız lütfen <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">posta listesine</a> gönderin!

source: Donate
de: Unterstützen
ja: 寄付
pt: Doações
tr: Bağışta Bulunun

source: Even though donations are not the thing we need the most (that'd be developers), they help us pay our bills, for our domain lmms.io for instance.
de: Auch wenn Unterstützer nicht das sind was wir am meisten benötigen (denn das wären Entwickler), Sie helfen uns unsere Rechnungen zu begleichen, für unsere Domain lmms.io zum Beispiel.
ja: 寄付は我々の一番欲しいもの(開発者)ではありませんが、 例えばlmms.ioのドメイン料のための資金など…
pt: Apesar de doações não serem nossa maior necessidade (que seriam desenvolvedores), elas nos ajudam a pagar nossas contas, como nosso domínio em lmms.io.
tr: Bağışlar en çok gereksinim duyduğumuz şey değilse bile (geliştiriciler olarak), onlar örneğin lmms.io alan adımız için faturalarımızı ödememize yardımcı olur.

source: Donate via PayPal
de: Unterstütze via PayPal
ja: PayPalで寄付する
pt: Doe pelo PayPal
tr: PayPal aracılığıyla bağışta bulunun

source: Translations
de: Übersetzer
ja: 翻訳
pt: Traduções
tr: Çeviriler

source: If your language is missing in LMMS, help the project and other users speaking the same language by translating the software. You can find instructions on the page "<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization">Creating a localization</a>" in our GitHub Wiki.
ja: もしLMMSにあなたが使用している言語がないのであれば、同じ言語を話しているほかのユーザーに翻訳してもらってください。GitHub上の<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization">Crearing a localization</a>のページに指示が書いてあります。
pt: Se a sua linguagem não está disponível no LMMS ajude o projeto e outros usuários que falam a sua língua traduzindo o software. Você pode achar instruções na página "<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization">Criando uma localização</a>" em nossa Wiki no GitHub.
tr: LMMS'de diliniz eksikse, projeye ve aynı dili konuşan diğer kullanıcılara yazılımı çevirerek yardımcı olun. Yönergeleri GitHub Wikimizdeki "<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization">Bir yerelleştirme oluşturma</a>" sayfasında bulabilirsiniz.

source: How to get in touch
de: So erreichen Sie uns
ja: 連絡を取る方法
pt: Como entrar em contato
tr: Nasıl iletişimde kalınır

source: Mailing List
de: Kontakt Liste
ja: メーリングリスト
pt: Lista de e-mail
tr: Posta Listesi

source: Posting to the mailing list is the best way to reach out to our developers:
de: Posten an die Kontakt Liste ist der beste Weg um mit unseren Entwicklern Kontakt aufzunehmen:
ja: メールで送信するのが、開発者に見てもらう際に一番効率の良い方法です。
pt: Enviando um email para a nossa lista é a melhor maneira de contactar os nossos desenvolvedores:
tr: Geliştiricilerimize ulaşmanın en iyi yolu posta listesine göndermektir:

source: Subscribe to LMMS-Devel mailing list
de: Abboniere die LMMS-Devel Kontakt Liste
ja: LMMS開発者のメーリングリストに登録する。
pt: Inscreva-se na lista de email LMMS-Devel
tr: LMMS-Devel posta listesine abone olun

source: Our IRC channel is <a href="irc://chat.freenode.net/#lmms">#lmms</a> on <a href="https://freenode.net/irc_servers.shtml">Freenode</a>
tr: IRC kanalımız <a href="https://freenode.net/irc_servers.shtml">Freenode'da</a> <a href="irc://chat.freenode.net/#lmms">#lmms</a>

source: <a href="https://discordapp.com/" target="_blank">Discord</a> is a more modern alternative to IRC. Join our server <a href="https://discord.gg/5kSc32Z">by clicking here</a>
tr: <a href="https://discordapp.com/" target="_blank">Discord</a> IRC'ye daha çağdaş bir seçenektir. <a href="https://discord.gg/5kSc32Z">burayı tıklatarak</a> sunucumuza katılın

source: We host a forum for our users here on this website:
de: Wir hosten ein Forum für unsere Benutzer hier auf dieser Website:
ja: このサイトでは、ユーザー向けのフォーラムを開催しています。
pt: Nós
tr: Buradaki kullanıcılarımız için bu web sitesinde bir forum barındırıyoruz:

source: For reporting a bug or suggesting a new feature, please use the GitHub issue tracker:
de: Um einen Fehler zu melden oder Eine neue Funktion vorzuschlagen, besuche bitte unseren GitHub Fehler Tracker:
ja: バグの報告や新機能の提案は、GitHubの問題追跡ツールを使用してください：
pt: Para reportar um bug ou sugerir uma nova funcionalidade, por favor use o GitHub issue tracker:
tr: Bir hata raporlamak ya da bir özellik önermek için lütfen GitHub sorun izleyicisini kullanın:

source: That's a %code%
tr: Bu bir %code%

source: If you followed a valid link on this site, please contact us about it and <a href="//github.com/LMMS/lmms.io/issues/new">file an issue</a> on GitHub.
de: Wenn du einem plausiblen Link auf dieser Website gefolgt bist, kontaktiere uns bitte in dieser Angelegenheit und <a href="//github.com/LMMS/lmms.io/issues/new">melde das Problem</a> bei GitHub.
ja: リンク切れ等ありましたら、GitHub上の <a href="//github.com/LMMS/lmms.io/issues/new">file an issue</a> で報告してください。
pt: Se você seguiu um link válido neste website por favor nos contate sobre isso e <a href="//github.com/LMMS/lmms.io/issues/new">reporte um problema</a> no GitHub.
tr: Bu sitede doğru bir bağlantıyı izlediyseniz, bununla ilgili lütfen bize ulaşın ve GitHub'da <a href="//github.com/LMMS/lmms.io/issues/new">bir sorun dosyalayın</a>.

source: Powered by
pt: Feito por
tr: Güçlendiren

source: Download LMMS
ja: LMMSをダウンロード
pt: Baixe LMMS
tr: LMMS'yi İndirin

source: Downloading and using LMMS is free! Just choose the operating system you want to run LMMS on:
de: Download und Nutzung von LMMS sind kostenlos! Wähle einfach das Betriebssystem auf dem du LMMS benutzen möchtest:
ja: LMMSは無料です！LMMSをインストールするOSを選んでください：
pt: Baixar e usar o LMMS é de graça! Apenas escolha o sistema operacional no qual você quer rodar o LMMS:
tr: LMMS'yi indirmek ve kullanmak ücretsizdir! Yalnızca LMMS'yi üzerinde çalıştırmak istediğiniz işletim sistemini seçin:

source: Install LMMS on Windows
de: Installiere LMMS auf Windows
ja: WindowsにLMMSをインストールする
pt: Instale o LMMS no Windows
tr: LMMS'yi Windows'a Yükleyin

source: Click one of the buttons below (either 32bit or 64bit) to download LMMS for Windows
de: Klicke auf einen der Buttons unten (32 Bit oder 64 Bit) um LMMS für Windows herunterzuladen
ja: Windows用のLMMSをダウンロードするには、下の(32bitまたは64bit)のボタンを押してください。
pt: Clique em um dos botões abaixo (tanto 32bit quanto 64bit) para baixar o LMMS para Windows
tr: Windows için LMMS'yi indirmek için aşağıdaki düğmelerin birini (32bit ya da 64bit) tıklatın

source: Stable Versions
de: Stabile Versionen
ja: 安定版
pt: Versões Estáveis
tr: Kararlı Sürümler

source: Beta Versions
de: Beta Versionen
ja: ベータ版
pt: Versões Beta
tr: Beta Sürümler

source: Install LMMS on Apple OS&nbsp;X
tr: LMMS'yi Apple OS&nbsp;X'ye Yükleyin

source: Click one of the buttons below to download LMMS for Apple
tr: Apple için LMMS'yi indirmek için aşağıdaki düğmelerin birini tıklatın

source: Downloads labeled Beta are pre-release software, stability may suffer.
de: Als Beta markierte Downloads sind Pre-Release Versionen, deren Stabilität womöglich leidet.
ja: ベータ版は動作が不安定です。
pt: Arquivos para baixar com a tag Beta são softwares de pré-lançamento, a estabilidade pode sofrer.
tr: ""Beta etiketli indirmeler ön sürüm yazılımdır, kararlılık iyi olmayabilir.

source: Previous releases
de: Vorherige Versionen
ja: 以前のリリース
pt: Lançamentos anteriores
tr: Önceki sürümler

source: Free Download
tr: Ücretsiz İndirin

source: Show release notes
de: Versionshinweise
ja: リリースノートを見る
pt: Mostrar notas de lançamento
tr: Sürüm notlarını göster

source: Showcase
ja: ショーケース
pt: Trabalhos feitos
tr: Vitrin

source: Tracks made with LMMS
de: Erstellte Lieder mit LMMS
ja: LMMSで作られたトラック
pt: Faixas feitas com o LMMS
tr: Parçalar LMMS ile yapıldı

source: The Best of LMMS Vol.3 by LMMS Artists
de: Das Beste von LMMS Vol.3 von LMMS Artisten
ja: The Best of LMMS Vol.3
pt: O Melhor do LMMS Vol.3 por Artistas LMMS
tr: LMMS Sanatçılarından LMMS'nin En İyileri Cilt 3

source: The Best of LMMS Vol.2 by LMMS Artists
de: Das Beste von LMMS Vol.2 von LMMS Artisten
ja: The Best of LMMS vol.2
pt: O Melhor do LMMS Vol.2 por Artistas LMMS
tr: LMMS Sanatçılarından LMMS'nin En İyileri Cilt 2

source: The Best of LMMS Vol.1 by LMMS Artists
de: Das Beste von LMMS Vol.1 von LMMS Artisten
ja: The Best of LMMS vol.1
pt: O Melhor do LMMS Vol.1 por Artistas LMMS
tr: LMMS Sanatçılarından LMMS'nin En İyileri Cilt 1

source: Install LMMS on Linux
de: Installiere LMMS auf Linux
ja: Linux向けのLMMSをインストールする
pt: Instale o LMMS no Linux
tr: LMMS'yi Linux'a Yükleyin

source: LMMS is included in most major Linux distribution's package repositories.<br> Please <a href="/community/">contact us</a> if your distribution is not listed here.
tr: LMMS en büyük Linux dağıtımlarının paket depolarına katılmıştır.<br> Dağıtımınız burada listelenmiyorsa lütfen <a href="/community/">bize ulaşın</a>.

source: For installing LMMS on Debian based distributions such as Debian itself, Ubuntu or Linux Mint, just click the button below.
de: Um LMMS auf Debian Basierenden Betriebssytemen wie Debian selbst, Ubuntu oder Linux Mint, klicke einfach auf den Knopf unten.
ja: Ubuntu・LinuxMint等のDebianベースのLinuxにインストールする場合は下のボタンをクリック
pt: Para instalar LMMS em sistemas baseados em Debian como o próprio Debian, Ubuntu ou Linux Mint, clique no botão abaixo.
tr: LMMS'yi Debian'ın kendisi, Ubuntu ya da Linux Mint gibi Debian tabanlı dağıtımlara yüklemek için yalnızca aşağıdaki düğmeyi tıklatın.

source: Install Now
tr: Şimdi Yükle

source: (From Package Manager)
tr: (Paket Yöneticisinden)

source: If this doesn't work for you, run this command in a terminal.
de: Wenn dies nicht funktioniert, führe den Befehle in einem Terminal aus.
ja: もし動作しない場合には、このコマンドを端末上で実行してください。
pt: Se isto não funcionar para você, rode esse comando em um terminal.
tr: Bu sizin için çalışmazsa, bir uçbirimde bu komutu çalıştırın.

source: If the traditional repositories lag behind on versions, try the <a href="http://kxstudio.sourceforge.net/Repositories#Ubuntu">KXStudio repository</a>.
ja: レポジトリーのバージョンアップが遅い場合には<a href="http://kxstudio.sourceforge.net/Repositories#Ubuntu">KXStudio</a>のレポジトリーを使用してください。
pt: Se os repositórios tradicionais estão com uma versão desatualizada tente o <a href="http://kxstudio.sourceforge.net/Repositories#Ubuntu">repositório KXStudio</a>.
tr: Geleneksel depolar sürümlerin gerisinde kalıyorsa, <a href="http://kxstudio.sourceforge.net/Repositories#Ubuntu">KXStudio deposunu</a> deneyin.

source: VST Support
ja: VST対応
pt: Suporte de Tecnologia de Estúdio Virtual
tr: VST Desteği

source: If your distribution offers VST support (requires the installation of Wine) it is generally offered in a separate package. For example, using the <a href="http://kxstudio.sourceforge.net/Repositories#Ubuntu">KXStudio repository</a>, run this command in a terminal.
ja: もし、VSTを使用したい場合 (Wineのインストールが必要) 、公式のVST用のパッケージがあります。<a href="http://kxstudio.sourceforge.net/Repositories#Ubuntu">KXStudio</a>を使用している場合には、以下のコマンドを端末で実行してください。
pt: Se sua distribuição oferece suporte para VST (necessita a instalação do Wine) ele é geralmente oferecido em um pacote separado. Por exemplo, usando o repositório <a href="http://kxstudio.sourceforge.net/Repositories#Ubuntu">KXStudio</a>, utilize este comando em um terminal.
tr: Dağıtımınız VST desteği teklif ediyorsa (Wine'nin yüklenmesi gerekir) genel olarak ayrı bir pakette teklif edilir. Örneğin, <a href="http://kxstudio.sourceforge.net/Repositories#Ubuntu">KXStudio deposunu</a> kullanarak, bir uçbirimde bu komutu çalıştırın.

source: Run the following command as root in a terminal:
de: Führe die folgenden Befehle als root im Terminal aus:
ja: 管理者権限で端末 (ターミナル) を開いて、次のコマンドを入力します。
pt: Rode o seguinte comando como administrador em um terminal:
tr: Bir uçbirimde şu komutu root olarak çalıştırın:

source: Run the following command in a terminal:
de: Führe die folgenden Befehle im Terminal aus:
ja: 端末で以下のコマンドを入力して実行してください :
pt: Rode o seguinte comando em um terminal:
tr: Bir uçbirimde şu komutu çalıştırın:

source: For VST support, please see the <a href="https://wiki.archlinux.org/index.php/LMMS" target="_blank">Arch LMMS wiki page</a>
tr: VST desteği için lütfen <a href="https://wiki.archlinux.org/index.php/LMMS" target="_blank">Arch LMMS wiki sayfasına</a> bakın

source: AOSC OS ships LMMS on various architectural ports (AMD64/x86_64, ARMv7, and more to come in the future), with VST support enabled by default on AMD64.
ja: AOSC OSでは様々なアーキテクチャで（AMD64 / x86_64、ARMv7など）LMMSが作動します。AMD64ではデフォルトでVSTがサポートされています。
tr: AOSC OS LMMS'yi AMD64'te VST desteğini varsayılan olarak etkinleştirip çeşitli mimari bağlantı noktaları üzerinden (gelecekte gelmesi için AMD64/x86_64, ARMv7 ve daha fazlası) gönderir.

source: To install LMMS on AOSC OS with PackageKit (recommended):
ja: パッケージキットを使用してAOSC OSにLMMSをインストールする(推奨) :
pt: Instalar LMMS no AOSC OS com o PackageKit (recomendado):
tr: LMMS'yi AOSC OS'ye PackageKit ile yüklemek için (önerilen):

source: To install LMMS on AOSC OS with DPKG:
de: Um LMMS auf AOSC OS mit DPKG zu installieren:
ja: dpkgコマンドを使用してAOSC OSにLMMSをインストールする :
pt: Instalar LMMS no AOSC OS com DPKG:
tr: LMMS'yi AOSC OS'ye DPKG ile yüklemek için:

source: To install LMMS on AOSC OS with RPM:
de: Um LMMS auf AOSC OS mit RPM zu installieren
ja: RPMコマンドを使用してAOSC OSにLMMSをインストールする :
pt: Instalar LMMS no AOSC OS com RPM:
tr: LMMS'yi AOSC OS'ye RPM ile yüklemek için:

source: Build LMMS from source
ja: ソースコードからLMMSをインストールする
pt: Construa o LMMS da fonte
tr: LMMS'yi kaynaktan yapın

source: If your Linux distribution does not provide a lmms package (or only an out-dated one), you can still build LMMS from source. Visit the <a href="https://github.com/LMMS/lmms/wiki/Compiling-lmms">LMMS development wiki on GitHub</a> for instructions on how to compile LMMS for Linux.
tr: Linux dağıtımınızda bir LMMS paketi sağlanmıyorsa (ya da yalnızca bir güncelolmayan biri), hâlâ LMMS'yi kaynaktan yapabilirsiniz. Linux için LMMS nasıl derlenir yönergeleri için <a href="https://github.com/LMMS/lmms/wiki/Compiling-lmms">GitHub'daki LMMS geliştirme wikisini</a> ziyaret edin.

source: We're sorry, something went wrong fetching the latest release info. You can still download releases on <a href="//github.com/LMMS/lmms/releases">GitHub</a>.
ja: 申し訳ありません。最新のリリース情報を取得する際に問題が発生しましたが、<a href="//github.com/LMMS/lmms/releases">Github</a>でリリースをダウンロードできます。
tr: Üzgünüz, en son sürüm bilgileri alınırken birşeyler ters gitti. Sürümleri Hâlâ <a href="//github.com/LMMS/lmms/releases">GitHub'dan</a> indirebilirsiniz.

source: Let's make music
de: Mache Musik
ja: 音楽を作ろう
pt: Vamos fazer musica
tr: Müzik yapalım

source: with a free, cross-platform tool for your computer.
de: mit einem gratis, Plattformübergreifendem Werkzeug für deinen Computer
ja: 無料・クロスプラットフォーム
pt: com uma ferramenta livre, multiplataforma para o seu computador.
tr: bilgisayarınız için özgür, çapraz platform bir araçla.

source: Download now
de: Download
ja: 今すぐダウンロード
pt: Baixe agora
tr: Şimdi indirin

source: Get involved
de: Beteilige dich
ja: 参加しよう
pt: Se envolva
tr: Yer alın

source: Making beats has never been easier.
de: Beats machen war noch nie einfacher.
ja: ビートの作成がもっと簡単に
pt: Fazer batidas nunca foi tão fácil.
tr: Ritimleri yapmak hiç bu kadar kolay olmamıştı.

source: Produce music with your computer
de: Mache Musik mit deinem Computer
ja: パソコンで曲を作ろう
pt: Produza música com o seu computador
tr: Bilgisayarınızla müzik üretin

source: by creating melodies and beats, synthesizing and mixing sounds, arranging samples and much more.
de: durch komponieren von Melodien und Beats, verbinden und mischen von Klängen, verschieben von Proben und vielem mehr.
ja: メロディー・ビートの作成・サウンドの合成・シンセサイズ・アレンジ等ができます。
pt: criando melodias e batidas, sintetizando e misturando sons, organizando amostras e muito mais.
tr: melodiler ve ritimler oluşturarak, sesleri sentezleyerek ve karıştırarak, örnekleri ve daha fazlasını düzenleyerek.

source: Playback instruments, samples and plugins
de: Playback Instrumente, Samples und Plugins
ja: 楽器・サンプル・プラグインを再生
pt: Instrumentos de playback, amostras e plugins
tr: Enstrümanları, örnekleri ve ilişikleri kayıttan yürütün

source: with a typing or MIDI keyboard in a user-friendly and modern interface.
de: mit einer Tastatur oder einem MIDI Keyboard in einem benutzerfreundlichem und modernem Interface.
ja: ユーザーに慣れ親しまれたMIDIキーボードで入力します。
pt: com um teclado ou um controlador MIDI em uma interface amigável e moderna.
tr: kullanıcı dostu ve çağdaş bir arabirimde bir yazı ya da MIDI klavyesiyle.

source: Bundled with ready-to-use stuff
tr: Kullanmak için hazır şeylerle paketlendi

source: from an assortment of instrument and effect plugins, presets and samples to VST and SoundFont support.
de: von einer Auswahl an Instrumenten- und Effektplugins, Presets und Samples bis hin zu VST- und SoundFont-Unterstützung.
ja: インストゥルメント・エフェクトプラグイン・プリセット・サンプルからVSTやサウンドフォントのサポートまで
tr: bir enstrüman ve etki ilişikleri çeşitliliğinden, VST ve SoundFont desteğine ön ayarlar ve örnekler.

source: Made by musicians, for musicians.
de: Von Musikern, für Musiker
pt: Feito por músicos, para músicos.
tr: Müzisyenler tarafından, müzisyenler için yapıldı.

source: Download for Linux
de: Download für Linux
ja: ダウンロード（Linux用）
pt: Baixe para Linux
tr: Linux için indirin

source: Download for Windows
de: Download für Windows
ja: ダウンロード（Windows用）
pt: Baixe para Windows
tr: Windows için indirin

source: Download for macOS
de: Download für macOS
ja: ダウンロード（macOS用）
pt: Baixe para MacOS
tr: macOS için indirin

source: Pick your flavour
tr: Sisteminizi seçin

source: Linux, Windows or macOS.
de: Linux, Windows oder macOS
ja: Linux・Windows・macOS
pt: Linux, Windows ou MacOS.
tr: Linux, Windows ya da macOS.

source: Houston, we've had a problem.
tr: Houston, bir sorunumuz varmış.

source: Standby, we've got you covered.
tr: Yanınızdaydık, sizi sakladık.

source: Visit our forum
de: Besuche unser Forum
ja: フォーラム
pt: Visite nosso fórum
tr: Forumumuzu ziyaret edin

source: Visit our Facebook page
de: Besuche unsere Facebook Seite
ja: Facebook
pt: Visite nossa página do Facebook
tr: Facebook sayfamızı ziyaret edin

source: Visit our Google+ page
tr: Google+ sayfamızı ziyaret edin

source: Visit our GitHub page
de: Besuche unsere GitHub Seite
ja: Github
pt: Visite nossa página no GitHub
tr: GitHub sayfamızı ziyaret edin

source: Ask your questions here
de: Frage deine Fragen hier
ja: ここで質問してください。
pt: Faça suas perguntas aqui
tr: Sorularınızı buraya sorun
