Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: #### The competition has ended on **April 16th, 2020**. Support LMMS and buy the compilation over at our [bandcamp page.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-7) Listen to all entries [here.](https://docs.google.com/spreadsheets/u/1/d/e/2PACX-1vR6tbmbsWPReJdh2jnCixmKlisIiWTY2QPAz_y1OjSmuwGl0PjKuXgJQ7cXuKtlrYtLqBBEa_IYeVC0/pubhtml?gid=491403559&single=true) Winners: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/1051302979&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Original description: We are proud to present to you The Best of LMMS contest volume 7! The contest aims to inspire the community to create and share their music. Submit your track at the link below before midnight (23:59.59 UTC Time) on April 16th for a chance to be featured on the BoL v6 album. The compilation will be uploaded to Bandcamp, with all profits going towards LMMS' further development. [Submit here](https://docs.google.com/forms/d/e/1FAIpQLSdpUGSa1JWK17_YQzc-cVQZ95toF0RQ7-c4yfdRjRtjaHAwzA/closedform) #### Competition rules: 1. **The Deadline:** - Track must be submitted by April 16th 2020 at 23:59.59 UTC using [this form](https://docs.google.com/forms/d/e/1FAIpQLSdpUGSa1JWK17_YQzc-cVQZ95toF0RQ7-c4yfdRjRtjaHAwzA/closedform). 2. **The Track:** - Must be produced in LMMS. - You may use other programs for mastering and post processing. - Must be under 10 minutes long. - No winning tracks from previous Best of LMMS albums allowed. - No remixes allowed. 3. **The Submissions:** - You must submit using this form only. - No more than ONE entry per artist is allowed. - Collaborations count as ONE entry for each artist involved. - No collaborating with judges on entries. - Only submissions hosted on Soundcloud, YouTube, or Clyp are allowed. - The full track should be available at the submission link provided - Your entry must be available for listening until the end of the judging process. If not, your entry will be disqualified. 4. **The Judges:** - The jury consists of: Cubician, Etorna_Z, Noeroti, Leche, Satori and Umcaruje. 5. **The Judging:** - After the deadline, the judges will make their decisions and release the results within 14 days. 6. **Release:** - The 25 highest scoring songs will be released as an album on Bandcamp with the price of “Pay what you want”. All the received funds will be donated for further development of LMMS, the program that we love.
fi: #### Kilpailu päättyi **huhtikuun 16, 2020**. Tue LMMS:ää ja osta kokoelma sivultamme [Bandcamp sivu.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-7) Kuuntele kaikki osallstujakipaleet [täällä.](https://docs.google.com/spreadsheets/u/1/d/e/2PACX-1vR6tbmbsWPReJdh2jnCixmKlisIiWTY2QPAz_y1OjSmuwGl0PjKuXgJQ7cXuKtlrYtLqBBEa_IYeVC0/pubhtml?gid=491403559&single=true) Voittajat: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/1051302979&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Alkuperäinen kuvaus: Esittelemme ylpeänä LMMS:n parhaat osa 7! Kilpailu tähtää innostamaan yhteisöä luomaan ja jakamaan musiikkiaan. Toimita raitasi alla olevan linkin kautta ennen keskiyötä (23:59.59 UTC-aikaa) huhtikuun 16. saadaksesi mahdollisuuden olla mukana BoL v6 - LMMS:n Parhaat -albumilla. Kokoelma tullaan lataamaan Bandcampiin ja kaikki tuotto menee LMMS:n lisäkehitykseen. [Lähetä täällä](https://docs.google.com/forms/d/e/1FAIpQLSdpUGSa1JWK17_YQzc-cVQZ95toF0RQ7-c4yfdRjRtjaHAwzA/closedform) #### Kilpailun säännöt: 1. **Aikaraja:** - Raita pitää toimittaa Track must be submitted by huhtikuun 16. 2020 kello 23:59.59 mennessä UTC-aikaa käyttäen [tätä kaavaketta](https://docs.google.com/forms/d/e/1FAIpQLSdpUGSa1JWK17_YQzc-cVQZ95toF0RQ7-c4yfdRjRtjaHAwzA/closedform). 2. **Raita:** - Pitää olla tehty LMMS:ssä. - Voit käyttää muita ohjelmia masterointiin ja jälkikäsittelyyn. - Alle 10 minuuttia pitkä. - Voittoraitoja edellisiltä kokoelmilta ei sallita. - Ei uudelleenmiksauksia. 3. **Lähetykset:** - Sinun pitää käyttää vain tätä kaavaketta. - Vain YKSI kappale artistia kohti on sallittu. - Yhteistyökipaleiden kohdalla tuo biisi lasketaan yhdeksi kaikkien siihen osallisten suhteen. - Tuomareiden kanssa ei voi tehdä yhteistyökappaleita. - Lähetetyt osallistujakappalet hyväksytään vain hostattuna Soundcloudissa, YouTubessa, tai Clypissa. - Kokonainen täysi raita tulee olla tarjolla antamasi linkin kautta - Osallistumiskappaleesi pitää olla julkisesti tarjolla kuunneltavaksi aivan tuomarointiprosessin loppuun saakka. Mikäli näin ei ole, kappaleesi hylätään. 4. **Tuomarit:** - Tuomaristo koostuu seuraavista: Cubician, Etorna_Z, Noeroti, Leche, Satori ja Umcaruje. 5. **Tuomarointi:** - Aikarajan jälkeen, tuomarit tekevät päätöksensä ja julkaisevat tulokset 14 päivän sisällä. 6. **Julkaisu:** - 25 korkeimmin pisteytettyä kappaletta tullaan julkaisemaan albumina Bandcampissa jossa hintalapussa lukee että "maksa mitä haluat". Kaikki tuotot tullaan lahjoittamaan rakastamamme ohjelman LMMS:n lisäkehitykselle..
fr: #### La compétition s'est terminée le **16 avril 2020**. Supportez LMMS et achetez la compilation sur notre [page Bandcamp.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-7) Écoutez tous les morceaux proposés [ici.](https://docs.google.com/spreadsheets/u/1/d/e/2PACX-1vR6tbmbsWPReJdh2jnCixmKlisIiWTY2QPAz_y1OjSmuwGl0PjKuXgJQ7cXuKtlrYtLqBBEa_IYeVC0/pubhtml?gid=491403559&single=true) Gagnants : <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/1051302979&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Description originale : Nous sommes fiers de vous présenter le concours 'Le meilleur de LMMS volume 7' ! Le concours a pour objectif d'encourager les membres de la communauté à créer et partager leurs musiques. Faites parvenir votre piste par le lien ci-dessous avant minuit (23h59m59s heure UTC) le 16 avril pour avoir une chance de figurer sur l'album 'Le meilleur de LMMS v7'. La compilation sera téléversée sur Bandcamp, et tous les profits iront vers les futurs développements de LMMS. [Soumettez ici](https://docs.google.com/forms/d/e/1FAIpQLSdpUGSa1JWK17_YQzc-cVQZ95toF0RQ7-c4yfdRjRtjaHAwzA/closedform) #### Règlement du concours : 1. **La date limite :** - les pistes doivent être soumises avant le 16 avril 2020 à 23h59m59s UTC en utilisant [ce formulaire](https://docs.google.com/forms/d/e/1FAIpQLSdpUGSa1JWK17_YQzc-cVQZ95toF0RQ7-c4yfdRjRtjaHAwzA/closedform). 2. **Les pistes :** - doivent être produites dans LMMS. - vous pouvez utiliser d'autres programmes pour la mastérisation et le post-traitement. - doivent avoir une durée inférieure à 10 minutes. - aucune piste gagnante issue de précédents albums 'Le meilleur de LMMS', n'est autorisée. - les remixes ne sont pas autorisés. 3. **Les soumissions :** - vous ne pouvez soumettre qu'en utilisant ce formulaire. - pas plus d'UN morceau par artiste n'est autorisé. - les collaborations comptent pour UN morceau pour chaque artiste impliqué. - pas de collaboration avec les juges dans les entrées. - seules les soumissions hébergées sur Soundcloud, YouTube ou Clyp sont autorisées. - la piste complète doit être disponible sur le lien de soumission fourni. - votre entrée doit être disponible à écouter jusqu'à la fin du processus de jugement. Sinon, votre entrée sera disqualifiée. 4. **Les juges :** -le jury est composé de : Cubician, Etorna_Z, Noeroti, Leche, Satori et Umcaruje. 5. **Le jugement :** - après la date limite, les juges prendront leurs décisions et rendront leurs résultats sous 14 jours. 6. **Publication :** - les 25 morceaux ayant les scores les plus hauts seront publiés sous forme d'un album sur Bandcamp à “prix libre“. Tous les montants perçus seront donnés pour les futurs développements de LMMS, le programme que nous aimons.
sl: #### Tekmovanje se je zaključilo **16. aprila 2020***. Podprite LMS in kupite kompilacijo na naši [bandcamp strani.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-7) Skladbe poslušajte [tukaj.](https://docs.google.com/spreadsheets/u/1/d/e/2PACX-1vR6tbmbsWPReJdh2jnCixmKlisIiWTY2QPAz_y1OjSmuwGl0PjKuXgJQ7cXuKtlrYtLqBBEa_IYeVC0/pubhtml?gid=491403559&single=true) Zmagovalci: 11 #### Originalni opis: Ponosni smo, da vam lahko predstavimo The Best of LMMS contest volume 6! Namen tekmovanja je navdihniti skupnost da ustvarja in deli svojo glasbo. Pošljite svojo skladbo preko spodnje povezavo še pred polnočjo (23:59.59 UTC čas) 16. aprila in morda boste vključeni v BoL v6 album. Kompilacija bo naložena na Bandcamp, ves zaslužek pa bo šel v nadaljni razvoj LMMS. [Pošlji tukaj](https://docs.google.com/forms/d/e/1FAIpQLSdpUGSa1JWK17_YQzc-cVQZ95toF0RQ7-c4yfdRjRtjaHAwzA/closedform) #### Pravila tekmovanja: 1. **Rok oddaje:** - Skladba mora biti oddana do 2. aprila 2020 do 23:59.59 UTC z uporabo [tega obrazca](https://docs.google.com/forms/d/e/1FAIpQLSdpUGSa1JWK17_YQzc-cVQZ95toF0RQ7-c4yfdRjRtjaHAwzA/closedform). 2. **Skladba:** - Mora biti ustvarjena v LMMS. - Druge programe lahko uporabite za masterizacijo ali dodatno obdelavo. - Mora biti krajša od 10 minut. - Prejšnje zmagovalne skladbe iz Best of LMMS albumov niso dovoljene. - Priredb ne sprejemamo. 3. **Posredovanje:** - Skladbo je potrebno oddati z uporabo tega obrazca. - Vsak avtor lahko odda le ENO skladbo. - Sodelovanja se štejejo kot ENA skladba za vsakega sodelujočega. - Sodelovanje s sodniki ni dovoljeno. - Dovoljene so le skladbe, ki gostujejo na Soundcloud, YouTube, ali Clyp. - Celotna skladba naj bo na voljo na povezavi, ki je navedena v obrazcu. - Prispevek mora biti sodnikom na voljo za poslušanje do konca ocenjevalnega postopka, sicer bo skladba diskvalificirana. 4. **Sodniki:** -Žirijo sestavljajo: Cubician, Etorna_Z, Noeroti, Leche, Satori and Umcaruje. 5. **Sojenje:** - Po poteku roka, bodo sodniki sprejeli in objavili odločitev v roku 14 dni. 6. **Izdaja:** - 25 najbolje ocenjenih skladb bo izdanih kot album na Bandcamp-u s ceno "Plačaj kolikor želiš". Ves zaslužek bo doniran za nadaljni razvoj LMMS, programa, bi ga ljubimo.
tr: #### Yarışma **16 Nisan 2020** tarihinde sona erdi. LMMS'yi destekleyin ve derlemeyi [bandcamp sayfamızdan](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-7) satın alın. Tüm girişleri [buradan] dinleyin.](https://docs.google.com/spreadsheets/u/1/d/e/2PACX-1vR6tbmbsWPReJdh2jnCixmKlisIiWTY2QPAz_y1OjSmuwGl0PjKuXgJQ7cXuKtlrYtLqBBE35)gidrYtLqBBE49le) Kazananlar: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/1051302979&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Orijinal açıklama: Size The Best of LMMS yarışmasının 7. cisini sunmaktan gurur duyuyoruz! Yarışma, topluluğa müziklerini yaratmaları ve paylaşmaları için ilham vermeyi amaçlıyor. Parçanızı gece yarısından önce aşağıdaki bağlantıya gönderin (23:59.59 UTC Saati) BoL v6 albümünde yer alma şansı için 16 Nisan'da. Derleme Bandcamp'a yüklenecek ve tüm karlar LMMS'nin daha da geliştirilmesi için kullanılacak. [Buradan gönderin](https://docs.google.com/forms/d/e/1FAIpQLSdpUGSa1JWK17_YQzc-cVQZ95toF0RQ7-c4yfdRjRtjaHAwzA/closedform) #### Yarışma kuralları: 1. **Son Tarih:** - Parça, 16 Nisan 2020 23:59.59 UTC'ye kadar [bu form](https://docs.google.com/forms/d/e/1FAIpQLSdpUGSa1JWK17_YQzc-cVQZ95toF0RQ7-c4yfdRjRtjaHAwzA/closedform) kullanılarak gönderilmelidir. 2. **Parça:** - LMMS'de üretilmelidir. - Mastering ve post işleme için başka programlar kullanabilirsiniz. - 10 dakikadan kısa olmalıdır. - Önceki Best of LMMS albümlerinden kazanan hiçbir parçaya izin verilmez. - Remixlere izin verilmez. 3. **Gönderiler:** - Yalnızca bu formu kullanarak göndermelisiniz. - Sanatçı başına BİR'den fazla girişe izin verilmez. - İşbirlikleri, katılan her sanatçı için BİR giriş olarak sayılır. - Girişlerde hakimlerle işbirliği yapılmaz. - Yalnızca Soundcloud, YouTube veya Clyp'te barındırılan gönderilere izin verilir. - Parçanın tamamı sağlanan gönderim bağlantısında mevcut olmalıdır - Girişiniz, değerlendirme sürecinin sonuna kadar dinlemeye açık olmalıdır. Aksi takdirde, katılımınız diskalifiye edilecektir. 4. **Hakemler:** - Jüri, Cubician, Etorna_Z, Noeroti, Leche, Satori ve Umcaruje'den oluşur. 5. **Değerlendirme:** - Süre bitiminden sonra hakimler kararlarını verecek ve sonuçları 14 gün içinde açıklayacak. 6. **Sürüm:** - En yüksek puanı alan 25 şarkı, “İstediğini Öde” fiyatıyla Bandcamp'ta albüm olarak yayınlanacak. Alınan tüm fonlar, sevdiğimiz program olan LMMS'nin daha da geliştirilmesi için bağışlanacak.

source: You seem to have taken a wrong turn.
es: Parece que tomaste el giro equivocado.
fi: Vaikuttaisi siltä, että teit hamakäännöksen.
fr: Il semblerait que vous vous soyez égarés
it: Forse hai sbagliato strada.
pl: Wygląda na to, że źle skręciłeś/aś.
sl: Zdi se, da ste izbrali napačno pot.
tr: Yanlış bir yola girmiş gibisin.

source: Oops, that is not supposed to happen.
es: Uy, no debió de pasar esto.
fi: Hupsistakeikkaa, tätä ei pitänyt tapahtua.
fr: Oups, ça n'était pas supposé arriver.
he: אופס, זה לא היה אמור לקרות.
it: Oops, questo non doveva succedere.
pl: Ups, to nie powinno się zdarzyć.
sl: Ups, to se ne bi smelo zgoditi.
tr: Oops, bunun olmaması gerekiyor.

source: An unknown error occurred.
es: Ha ocurrido un error desconocido.
fi: Ilmeni tuntematon virhe.
fr: Une erreur inconnue s'est produite.
he: אירעה שגיאה בלתי ידועה.
pl: Wystąpił nieznany błąd.
sl: Zgodila se je neznana napaka.
tr: Bilinmeyen bir hata oluştu.

source: The Best of LMMS Vol. 7 by LMMS Artists
es: Lo mejor de LMMS Vol. 7 por artistas de LMMS
fi: LMMS:n Parhaat osa.7 LMMS artistien tekemänä
fr: Le meilleur de LMMS volume 7 par des artistes LMMS
he: המיטב של LMMS, חלק 7, מאת אומני LMMS
pl: The Best of LMMS, edycja VII w wykonaniu artystów LMMS
sl: Naj-LMMS 7. v izvedbi LMMS izvajalcev
tr: LMMS'in En İyileri Vol. 7 by LMMS Sanatçıları

source: The Best of LMMS Vol. 6 by LMMS Artists
es: Lo Mejor de LMMS Vol. 6 por artistas de LMMS
fi: LMMS:n Parhaat osa.6 LMMS artistien tekemänä
fr: Le meilleur de LMMS volume 6 par des artistes LMMS
he: המיטב של LMMS, חלק 6, מאת אומני LMMS
pl: The Best of LMMS, edycja VI w wykonaniu artystów LMMS
sl: Naj-LMMS 6. v izvedbi LMMS izvajalcev
tr: LMMS'in En İyileri Vol. 6 by LMMS Sanatçıları

source: The Best of LMMS Vol. 8 by LMMS Artists
es: Lo Mejor de LMMS Vol. 8 por artistas de LMMS
fi: LMMS:n Parhaat osa 8 LMMS artistien tekemänä
fr: Le meilleur de LMMS volume 8 par des artistes LMMS
he: המיטב של LMMS, חלק 8, מאת אומני LMMS
pl: The Best of LMMS, edycja VIII w wykonaniu artystów LMMS
sl: Naj-LMMS 8. v izvedbi LMMS izvajalcev
tr: LMMS Nin en İyileri Vol. 8 Sanatçıları tarafından

source: LMMS Sharing Platform
es: Plataforma de Participar LMMS
fi: LMMS:n jakamisalusta
fr: Plateforme de partage LMMS
he: פלטפורמת השיתוף של LMMS
pl: Platforma udostępniania LMMS
sl: LMMS platforma za deljenje
tr: LMMS Paylaşım Platformu

source: Share your work with the LMMS community.
es: Comparte tus creaciones con la comunidad de LMMS.
fi: Laita teoksesi jakoon LMMS-yhteisölle.
fr: Partagez votre travail avec la communauté LMMS.
pl: Udostępnij swoją pracę społeczności LMMS.
sl: Delite svoja dela z LMMS skupnostjo.
tr: Çalışmanızı LMMS topluluğu ile paylaşın.

source: The wiki has been moved.
es: La wiki se ha movido.
fi: Tämä wiki-tietokanta on siirretty.
fr: Le wiki a été déplacé.
he: הוויקי עברה מקום.
pl: Wiki została przeniesiona.
sl: Wiki je bil premaknjen.
tr: Wiki taşındı.

source: All of our documentation is now hosted on <a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a>
es: Ahora toda nuestra documentación está alojada en <a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a>
fi: Kaikki dokumentaatio on nyt isännöitynä osoitteessa <a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a>
fr: Toute notre documentation est maintenant hébergée sur <a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a>
he: כל התיעוד שלנו מאוחסן כעת בכתובת <a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a>
pl: Cała nasza dokumentacja jest udostępniana na <a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a>
sl: Vsa naša dokumentacija se sedaj nahaja na <a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a>
tr: Tüm belgelerimiz artık şurada barındırılıyor:<a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a>

source: The Mediawiki instance has been shut down, but if you need a copy <a href="https://archive.org/download/lmms-mediawiki-dump">we have one on archive.org.</a>
es: La instancia de MediaWiki ha cerrado, pero si necesitas una copia <a href="https://archive.org/download/lmms-mediawiki-dump">tenemos una en archive.org.</a>
fi: Mediawiki on suljettu, mutta mikäli tarvitset kopion <a href="https://archive.org/download/lmms-mediawiki-dump">sellainen löytyy arkistosta sivulta archive.org.</a>
fr: L'instance Mediawiki a été fermée, mais si vous avez besoin d'une copie <a href="https://archive.org/download/lmms-mediawiki-dump">nous en avons une sur archive.org.</a>
pl: Instancja MediaWiki została wyłączona, ale jeśli potrzebujesz kopii, <a href="https://archive.org/download/lmms-mediawiki-dump">mamy ją na archive.org</a>.
sl: Mediawiki instance so bile zaprte, če potrebujete kopijo <a href="https://archive.org/download/lmms-mediawiki-dump">so na voljo na archive.org.</a>
tr: Mediawiki örneği kapatıldı, ancak bir kopyasına ihtiyacınız varsa <a href="https://archive.org/download/lmms-mediawiki-dump">archive.org'da bir tane var.</a>

source: You will be redirected to <a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a> in <b><span id="counter">30</span></b> seconds.
es: Se te redigirá a <a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a> en <b><span id="counter">30</span></b> segundos.
fi: Sinut siirretään osoitteeseen <a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a> ajassa <b><span id="counter">30</span></b> sekuntia.
fr: Vous serez redirigé vers <a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a> dans <b><span id="counter">30</span></b> secondes.
pl: Zostaniesz przekierowany/a do <a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a> za <b><span id="counter">30</span></b> sekund.
sl: Preusmerjeni boste na <a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a> v <b><span id="counter">30</span></b> sekundah.
tr: Yönlendirileceksiniz<a href="https://docs.lmms.io/user-manual/">docs.lmms.io</a>adresine<b><span id="counter">30</span></b>saniye içinde.

source: See our <a href="//github.com/LMMS/lmms/wiki">GitHub Wiki</a> and our <a href="//github.com/LMMS/lmms/issues">bug tracker</a> to get started. Furthermore, the LMMS <a href="/chat/">Discord server</a> is a great place to introduce yourself.
es: Mira nuestra <a href="//github.com/LMMS/lmms/wiki">wiki en GitHub</a> y nuestro <a href="//github.com/LMMS/lmms/issues">seguidor de errores</a> para empezar. También, nuestra <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">lista de correos</a> de LMMS es un buen lugar para presentarte.
fi: Katso <a href="//github.com/LMMS/lmms/wiki">GitHub-tietokantasivumme</a> sekä <a href="//github.com/LMMS/lmms/issues">virheenseurantamme</a> päästäksesi alkuun. Lisäksi, LMMS <a href="/chat/">Discord-palvelin</a> on loistava paikka esitellä itsesi.
fr: Pour commencer, consultez notre <a href="//github.com/LMMS/lmms/wiki">Wiki GitHub</a> et notre <a href="//github.com/LMMS/lmms/issues">outil de suivi des bugs</a>. De plus, le <a href="/chat/">serveur Discord</a> LMMS est un excellent endroit pour vous présenter.
pl: Zobacz naszą <a href="//github.com/LMMS/lmms/wiki">Wiki na GitHubie</a> i <a href="//github.com/LMMS/lmms/issues">śledzenie błędów</a>, aby rozpocząć pracę. Również <a href="/chat/">serwer Discord</a> jest świetnym miejscem, aby wdrożyć się w temat.
sl: Poglejte si naš <a href="//github.com/LMMS/lmms/wiki">GitHub Wiki</a> in sledilnik hroščem</a> da začnete. Nadalje je LMMS <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">Discord strežnik</a> dober naslov, da se predstavite.
tr: Bkz. <a href="//github.com/LMMS/lmms/wiki">GitHub Wiki</a> ve bizim <a href="//github.com/LMMS/lmms/issues">hata izleyici</a> başlayın. Ayrıca, LMMS <a href="/chat/">Discord sunucusu</a> harika bir yer Kendinizi tanıtın.

source: You can help us by improving this website or documenting the software. The website sources are in our GitHub repo <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, our documentation is hosted on <a href="//docs.lmms.io/">GitBook</a>.
es: Puedes ayudarnos mejorando este sitio web o documentando el programa. El código fuente del sitio está alojado en nuestro repositorio de GitHub <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, y nuestra documentación se aloja usando una <a href="//lmms.io/wiki">instancia de MediaWiki</a>.
fi: Voit auttaa meitä parantamalla tätä verkkosivua tai dokumentoimalla sovellusta. Verkkosivun lähteet löytyvät GitHub-varastosta <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, dokumentaatiomme on isännöitynä <a href="//docs.lmms.io/">GitBookissa</a>.
fr: Vous pouvez nous aider en améliorant ce site Web ou en documentant le logiciel. Les sources du site Web sont disponibles dans notre dépôt GitHub <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, et notre documentation est hébergée sur <a href="//docs.lmms.io/">Gitbook</a>.
pl: Możesz nam pomóc, ulepszając tę stronę lub dokumentując oprogramowanie. Źródła strony znajdują się w naszym repozytorium na GitHubie <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, a nasza dokumentacja jest udostępniana przy użyciu <a href="//docs.lmms.io/">GitBooka</a>.
sl: Lahko nam pomagate izboljšati to spletno stran ali pri dokumentiranju programa. Viri spletnih strani se nahajajo v našem GitHub repozitoriju <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, dokumentacija pa gostuje na <a href="//lmms.io/wiki">GitBooki</a>.
tr: Bu web sitesini geliştirerek veya yazılımı belgeleyerek bize yardımcı olabilirsiniz. Web sitesi kaynaklarımız GitHub repo <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, belgelerimiz şurada barındırılıyor: <a href="//docs.lmms.io/">GitBook</a>.

source: Please post to the <a href="//discord.gg/pZZaPZRZ35">#website</a> channel on Discord if you're interested in helping out with the documentation!
es: ¡Por favor, publica en el <a href="//discord.gg/pZZaPZRZ35">#website</a> canal de Discord si estás interesad@ en ayudar con la documentación!
fi: Postitathan <a href="//discord.gg/pZZaPZRZ35">#verkkosivu</a> kanavalle Discordissa mikäli olet kiinnostunut auttamaan dokumentaatiossa!
fr: Veuillez poster dans le canal <a href="//discord.gg/pZZaPZRZ35">#website</a> sur Discord si vous souhaitez aider à la documentation !
pl: Napisz na kanale <a href="//discord.gg/pZZaPZRZ35">#website</a> na Discordzie, jeśli chcesz pomóc w tworzeniu dokumentacji!
sl: Oglasite se na <a href="//discord.gg/pZZaPZRZ35">#website</a> kanalu na Discord, če vas zanima pomoč pri oblikovanju dokumentacije!
tr: Lütfen yayınlayın <a href="//discord.gg/pZZaPZRZ35">#website</a> Discord kanalındaysanız belgelere yardım etmekle ilgileniyorsanız!
