Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: #### The competition has ended on **April 5th, 2021**. Support LMMS and buy the compilation over at our [bandcamp page.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-8) Listen to all entries [here.](https://docs.google.com/spreadsheets/u/1/d/e/2PACX-1vTTL1tGpixnvTViAT6WW1eOaVe-21CVy_gcuDwOtqQabyqgl6idAkxP34O-wqQ3f83Hp-xGQzWDKafA/pubhtml?gid=491403559&single=true) Winners: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/1284918016&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Original description: We are proud to present to you The Best of LMMS contest volume 8! The contest aims to inspire the community to create and share their music. Submit your track at the link below before midnight (23:59.59 UTC Time) on April 5th 2021 for a chance to be featured on the BoL v8 album. The compilation will be uploaded to Bandcamp, with all profits going towards LMMS' further development. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScfJNvVtoCJ8SVQ8TWiPMjbIsl49RvwGiy1nODuvKdJ8Er_Bg/viewform">Submit here</a></p> #### Competition rules: 1. **The Deadline:** - Track must be submitted by April 5th 2021 at 23:59.59 UTC using this form. 2. **The Track:** - Must be produced in LMMS. - You may use other programs for mastering and post processing. - Must be under 10 minutes long. - No winning tracks from previous Best of LMMS albums allowed. - No covers or remixes of other person(s) works are permitted. - Reworks of your own tracks are eligible with judge approval. 3. **The Submissions:** - You must submit using this form only. - No more than ONE entry per artist is allowed. - Collaborations count as ONE entry for each artist involved. - No collaborating with judges on entries. - Only submissions hosted on Soundcloud, YouTube, or Clyp are allowed. - The full track should be available at the submission link provided - Your entry must be available for listening until the end of the judging process. If not, your entry will be disqualified. 4. **The Judges:** - The jury consists of: Woods Alive, Hotel Zero, Jousboxx, Blageez, Noeroti, and JVSTDARE 5. **The Judging:** - After the deadline, the judges will make their decisions and release the results within 14-21 days, personal schedules permitting. 6. **Release:** - The 25 highest scoring songs will be released as an album on Bandcamp with the price of “Pay what you want”. All the received funds will be donated for further development of LMMS, the program that we love. **Note: Entries are approved to appear on the submission list by hand, so if you don't see yours, sit tight! It might take a while.**
fi: #### Kilpailu päättyi **huhtikuun 5, 2021**. Tue LMMS:ää ja osta kokoelma sivultamme [Bandcamp sivu.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-8) Kuuntele kaikki osallstujakipaleet [täällä.](https://docs.google.com/spreadsheets/u/1/d/e/2PACX-1vTTL1tGpixnvTViAT6WW1eOaVe-21CVy_gcuDwOtqQabyqgl6idAkxP34O-wqQ3f83Hp-xGQzWDKafA/pubhtml?gid=491403559&single=true) Voittajat: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/1284918016&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Alkuperäinen kuvaus: Esittelemme ylpeänä LMMS:n parhaat osan 8! Kilpailu tähtää innostamaan yhteisöä luomaan ja jakamaan musiikkiaan. Toimita raitasi alla olevan linkin kautta ennen keskiyötä (23:59.59 UTC-aikaa) huhtikuun 5. 2021 saadaksesi mahdollisuuden olla mukana BoL v8 - LMMS:n Parhaat -albumilla. Kokoelma tullaan lataamaan Bandcampiin ja kaikki tuotto menee LMMS:n lisäkehitykseen. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScfJNvVtoCJ8SVQ8TWiPMjbIsl49RvwGiy1nODuvKdJ8Er_Bg/viewform">Lähetys täältä</a></p> #### Kilpailun säännöt: 1. **Aikaraja:** - Raita pitää toimittaa Track must be submitted by huhtikuun 5. 2021 kello 23:59.59 mennessä UTC-aikaa käyttäen tätä kaavaketta. 2. **Raita:** - Pitää olla tehty LMMS:ssä. - Voit käyttää muita ohjelmia masterointiin ja jälkikäsittelyyn. - Kappaleen pitää olla alle 10 minuuttia pitkä. - Voittoraitoja edellisiltä kokoelmilta ei sallita. - Kovereita tai uudelleenmiksauksia toiselta henkilöltä (tai henkilöiltä) ei sallita. - Uudelleenhionnat omista kappaleistasi voidaan hyväksyä jos tuomari näin sallii. 3. **Toimitukset:** - Sinun pitää käyttää vain tätä kaavaketta. - Vain YKSI kappale artistia kohti on sallittu. - Yhteistyökipaleiden kohdalla tuo biisi lasketaan yhdeksi kaikkien siihen osallisten suhteen. - Tuomareiden kanssa ei voi tehdä yhteistyökappaleita. - Lähetetyt osallistujakappalet hyväksytään vain hostattuna Soundcloudissa, YouTubessa, tai Clypissa. - Kokonainen täysi raita tulee olla tarjolla antamasi linkin kautta - Osallistumiskappaleesi pitää olla julkisesti tarjolla kuunneltavaksi aivan tuomarointiprosessin loppuun saakka. Mikäli näin ei ole, kappaleesi hylätään. 4. **Tuomarit:** - Tuomaristo: Woods Alive, Hotel Zero, Jousboxx, Blageez, Noeroti, ja JVSTDARE 5. **Tuomarointi:** - Aikarajan jälkeen, tuomarit tekevät päätöksensä ja julkaisevat tulokset 14-21 päivän sisällä, riippuen omista aikatauluistaan. 6. **Julkaisu:** - 25 korkeimmin pisteytettyä kappaletta tullaan julkaisemaan albumina Bandcampissa jossa hintalapussa lukee että "maksa mitä haluat". Kaikki tuotot tullaan lahjoittamaan rakastamamme ohjelman LMMS:n lisäkehitykselle. **Huomautus: osallistujakappaleet hyväksytään luetteloon käsin, joten ellet näe omaasi vielä, älä hermostu! Tämä voi viedä hiukan enemmän aikaa.**
fr: #### La compétition s'est terminée le **05 avril 2021**. Supportez LMMS et achetez la compilation sur notre [page Bandcamp.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-8) Écoutez tous les morceaux proposés [ici.](https://docs.google.com/spreadsheets/u/1/d/e/2PACX-1vTTL1tGpixnvTViAT6WW1eOaVe-21CVy_gcuDwOtqQabyqgl6idAkxP34O-wqQ3f83Hp-xGQzWDKafA/pubhtml?gid=491403559&single=true) Gagnants : <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/1284918016&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Description originale : Nous sommes fiers de vous présenter le concours 'Le meilleur de LMMS volume 8' ! Le concours a pour objectif d'encourager les membres de la communauté à créer et partager leurs musiques. Faites parvenir votre piste par le lien ci-dessous avant minuit (23h59m59s heure UTC) le 05 avril 2021 pour avoir une chance de figurer sur l'album 'Le meilleur de LMMS v8'. La compilation sera téléversée sur Bandcamp, et tous les profits iront vers les futurs développements de LMMS. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScfJNvVtoCJ8SVQ8TWiPMjbIsl49RvwGiy1nODuvKdJ8Er_Bg/viewform">Soumettez ici</a></p> #### Règlement du concours : 1. **La date limite :** - les pistes doivent être soumises avant le 05 avril 2021 à 23h59m59s UTC en utilisant ce formulaire. 2. **Les pistes :** - doivent être produites dans LMMS. - vous pouvez utiliser d'autres programmes pour la mastérisation et le post-traitement. - doivent avoir une durée inférieure à 10 minutes. - aucune piste gagnante issue de précédents albums 'Le meilleur de LMMS', n'est autorisée. - les reprises ou remixes d'œuvres d'autres personnes ne sont pas autorisés. - les reprises de vos propres morceaux sont admissibles avec l'approbation du jury. 3. **Les soumissions :** - vous ne pouvez soumettre qu'en utilisant ce formulaire. - pas plus d'UN morceau par artiste n'est autorisé. - les collaborations comptent pour UN morceau pour chaque artiste impliqué. - pas de collaboration avec les juges dans les entrées. - seules les soumissions hébergées sur Soundcloud, YouTube ou Clyp sont autorisées. - la piste complète doit être disponible sur le lien de soumission fourni. - votre entrée doit être disponible à écouter jusqu'à la fin du processus de jugement. Sinon, votre entrée sera disqualifiée. 4. **Les juges :** -le jury est composé de : Woods, Alive, Hotel Zero, Jousboxx, Blageez, Noeroti et JVSTDARE. 5. **Le jugement :** - après la date limite, les juges prendront leurs décisions et rendront leurs résultats sous 14-21 jours, en fonction de leurs agendas personnels. 6. **Publication :** - les 25 morceaux ayant les scores les plus hauts seront publiés sous forme d'un album sur Bandcamp à “prix libre“. Tous les montants perçus seront donnés pour les futurs développements de LMMS, le programme que nous aimons. **Note : Les entrées sont approuvées manuellement pour apparaître sur la liste des soumissions, donc si vous ne voyez pas la vôtre, restez tranquille ! Cela peut prendre un certain temps.
sl: #### Tekmovanje se je končalo **5. aprila 2021**. Podprite LMMS in kupite kompilacijo na naši [bandcamp strani.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-8) Poslušajte vse prispevke [tukaj.](https://docs.google.com/spreadsheets/u/1/d/e/2PACX-1vTTL1tGpixnvTViAT6WW1eOaVe-21CVy_gcuDwOtqQabyqgl6idAkxP34O-wqQ3f83Hp-xGQzWDKafA/pubhtml?gid=491403559&single=true) Zmagovalci: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/1284918016&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Izvirni opis: Ponosno vam predstavljamo tekmovanje The Best of LMMS volume 8! Tekmovanje si prizadeva navdihniti skupnost, da ustvarja in deli svojo glasbo. Predložite svoj posnetek na spodnji povezavi do polnoči (23:59.59 UTC čas) 5. aprila 2021 za možnost, da se prikaže na albumu BoL v8. Kompilacija bo naložena na Bandcamp, vsi dobički pa bodo namenjeni nadaljnjemu razvoju LMMS. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScfJNvVtoCJ8SVQ8TWiPMjbIsl49RvwGiy1nODuvKdJ8Er_Bg/viewform">Predložite tukaj</a></p> #### Pravila tekmovanja: 1. **Rok:** - Posnetek mora biti predložen do 5. aprila 2021 ob 23:59.59 UTC s pomočjo tega obrazca. 2. **Posnetek:** - Morajo biti ustvarjeni v LMMS. - Za obvladovanje in post obdelavo lahko uporabite druge programe. - Dolžina posnetka mora biti manjša od 10 minut. - Ni dovoljeno uporabljati zmagovalnih posnetkov iz prejšnjih albumov Best of LMMS. - Prepovedani so priredbe ali remiksi del drugih oseb. - Predelave lastnih posnetkov so dovoljene z odobritvijo sodnikov. 3. **Predložitve:** - Predložiti morate samo s pomočjo tega obrazca. - Dovoljen je samo en vnos na umetnika. - Sodelovanja štejejo kot en vnos za vsakega vključenega umetnika. - Sodelovanje s sodniki pri vnosih ni dovoljeno. - Dovoljeni so samo prispevki, ki so gostovani na Soundcloudu, YouTubeu ali Clypu. - Celoten posnetek mora biti na voljo na predloženi povezavi - Vaš vnos mora biti na voljo za poslušanje do konca ocenjevalnega procesa. V nasprotnem primeru bo vaš vnos diskvalificiran. 4. **Sodniki:** - Žirija sestoji iz: Woods Alive, Hotel Zero, Jousboxx, Blageez, Noeroti in JVSTDARE 5. **Ocenjevanje:** - Po roku bodo sodniki sprejeli svoje odločitve in rezultate objavili v 14-21 dneh, če jim urniki to omogočajo. 6. **Objava:** - 25 najbolje ocenjenih pesmi bo izdanih kot album na Bandcampu po ceni "Plačaj, kolikor želiš". Vsi prejeti sredstva bodo namenjena za nadaljnji razvoj LMMS, programa, ki ga imamo radi. **Opomba: Vnosi so ročno odobreni za prikaz na seznamu oddajanja, zato, če ne vidite svojega, bodite potrpežljivi! Morda bo trajalo nekaj časa.**
tr: #### Yarışma **5 Nisan 2021** tarihinde sona erdi. LMMS'yi destekleyin ve derlemeyi [bandcamp sayfamızdan] satın alın.(https://lmms.bandcamp.com/album/the-best-of-lmms-vol-8) Tüm girişleri [buradan] dinleyin.](https://docs.google.com/spreadsheets/u/1/d/e/2PACX-1vTTL1tGpixnvTViAT6WW1eOaVe-21CVy_gcuDwOtqQabyqgl6idAkxP34O-wqQ3f83Hp-XGQzWD59)gid Kazananlar: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/1284918016&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Orijinal açıklama: Size Best of LMMS yarışmasının 8. sini sunmaktan gurur duyuyoruz! Yarışma, topluluğa müziklerini yaratmaları ve paylaşmaları için ilham vermeyi amaçlıyor. Parçanızı gece yarısından önce aşağıdaki bağlantıya gönderin (23:59.59 UTC Saati), BoL v8 albümünde yer alma şansı için 5 Nisan 2021'de. Derleme Bandcamp'a yüklenecek ve tüm karlar LMMS'nin daha da geliştirilmesi için kullanılacak. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScfJNvVtoCJ8SVQ8TWiPMjbIsl49RvwGiy1nODuvKdJ8Er_Bg/viewform">Buraya gönderin</a></p> #### Yarışma kuralları: 1. **Son Tarih:** - Parça, bu formu kullanarak 5 Nisan 2021 23:59.59 UTC'ye kadar gönderilmelidir. 2. **Parça:** - LMMS'de üretilmelidir. - Mastering ve postprocessing için başka programlar kullanabilirsiniz. - 10 dakikadan kısa olmalıdır. - Önceki Best of LMMS albümlerinden kazanan hiçbir parçaya izin verilmez. - Başka kişi(ler)in eserlerinin cover'larına veya remix'lerine izin verilmez. - Kendi parçalarınızın yeniden işlenmesi, yargıç onayı ile uygundur. 3. **Gönderiler:** - Yalnızca bu formu kullanarak göndermelisiniz. - Sanatçı başına BİR'den fazla girişe izin verilmez. - İşbirlikleri, katılan her sanatçı için BİR giriş olarak sayılır. - Girişlerde hakimlerle işbirliği yapılmaz. - Yalnızca Soundcloud, YouTube veya Clyp'te barındırılan gönderilere izin verilir. - Parçanın tamamı sağlanan gönderim bağlantısında mevcut olmalıdır - Girişiniz, değerlendirme sürecinin sonuna kadar dinlenmeye açık olmalıdır. Aksi takdirde, katılımınız diskalifiye edilecektir. 4. **Hakemler:** - Hakemler: Woods Alive, Hotel Zero, Jousboxx, Blageez, Noeroti ve JVSTDARE 5. **Jüri:** - Süre bitiminden sonra, jürü kararlarını verecek ve sonuçları kişisel programların izin verdiği şekilde 14-21 gün içinde açıklayacaktır. 6. **Sürüm:** - En yüksek puanı alan 25 şarkı, “İstediğini Öde” fiyatıyla Bandcamp'ta albüm olarak yayınlanacak. Alınan tüm fonlar, sevdiğimiz program olan LMMS'nin daha da geliştirilmesi için bağışlanacak. **Not: Başvurular, gönderim listesinde elle görünmek için onaylanmıştır, bu nedenle sizinkini göremiyorsanız, sıkı durun! Biraz zaman alabilir.**
