Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: #### The competition has ended on **April 16th, 2017**. Support LMMS and buy the compilation over at our [bandcamp page.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-4) Listen to all entries [here.](https://docs.google.com/spreadsheets/d/1pPoM7CQIg5C4uzgOrlRnytJiAsOD5K6jxitF-SIjXRQ/pubhtml?gid=975440614&single=true) Winners: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/321234884&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Original Description: We are proud to present to you The Best of LMMS contest volume 4! The contest aims to inspire the community to create and share their music. Submit your track at the link below before midnight (23:59.59) on April 16th (UTC time) for a chance to be featured on the BoL v4 album. The compilation will be uploaded to Bandcamp, with all profits going towards LMMS' further development. This year's submissions are handled through Google forms. We accept submissions hosted on YouTube, Soundcloud and Clyp. For the full rules check out the submission form: https://goo.gl/forms/cifEliOViOXTSc8H2 #### Competition rules: 1. **The Deadline** - Tracks must be submitted by April 16th at 23:59.59 UTC using [this form](https://goo.gl/forms/cifEliOViOXTSc8H2). 2. **The Tracks** - Must be produced in LMMS. - You may use other programs for mastering and post processing. - Must be under 10 minutes long. - No winning tracks from previous Best of LMMS albums allowed. - No remixes allowed. 3. **The Submissions** - You must submit using this form only. - No more than **TWO** entries per artist are allowed. - Collaborations count as **ONE** entry for each artist involved. - Only submissions hosted on Soundcloud, YouTube or Clyp are allowed. - Your entry must be available for listening until the end of the judging process. If not, your entry will be disqualified. 4. **The Judges** - The jury consists of: Greippi, Jacoby Davis, Spekular, Stakeout Punch and Squatro. 5. **The Judging Process** - After the deadline, the judges will make their decisions and release the results within 14 days. 6. **The Release** - The 25 highest scoring songs will be released as an album on Bandcamp with the price of "Pay what you want". All the received funds will be donated for further development of LMMS, the program that we love.
fi: #### Kilpailu päättyi **huhtikuun 16. Päivä, 2017**. Tue LMMS-hanketta ja osta musiikkikokoelma osoitteesta [Bandcamp-sivu.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-4) Kuuntele kaikki raidat [täällä.](https://docs.google.com/spreadsheets/d/1pPoM7CQIg5C4uzgOrlRnytJiAsOD5K6jxitF-SIjXRQ/pubhtml?gid=975440614&single=true) Voittajat: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/768817671&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Alkuperäinen kuvaus: Esitämme teille ylpeänä LMMS-kilpailun Parhaat osan 4! Kilpailu tähtää innostamaan yhteisöä luomaan ja jakamaan musiikkiaan. Lähetä raitasi alla olevan linkin kautta ennen keskiyötä (23:59.59 UTC-aikaa) Huhtikuun 16. jotta saat mahdollisuuden tulla sisällytetyksi BoL v4 -albumilla. Kokoelma tullaan lataamaan Bandcamp:iin, jonka tuotot menevät suoraan LMMS:n lisäkehitykseen. [Lähetä tänne](https://goo.gl/forms/lNmexmoqWiwiKDUf1) #### Kilpailun säännöt: 1. **Aikaraja:** - Raita pitää toimittaa huhtikuun 2. Päivä mennessä ennen kello 23:59.59 UTC-aikaa käyttäen [tätä kaavaketta](https://goo.gl/forms/cifEliOViOXTSc8H2). 2. **Raita:** - Pitää olla tehty LMMS:ssä. - Voit käyttää muita ohjelmia masterointiin ja jälkikäsittelyyn. - Pitää olla alle 10 minuuttia pitkä. - Voittoraitoja edellisltä kokoelmalta ei sallita. - Uudelleenmiksauksia ei sallita. 3. **Kun lähetät:** - Sinun tulee käyttää lähettäessä vain tätä kaavaketta. - Vain yksi osallistumisraita artistia kohti sallitaan, ei enempää. - Yhteistyöraidat lasketaan yhdeksi osallistujaraidaksi jokaiselle artistille jotka ovat osallisia. - Yhteistyökollaboraatiota tuomarien kanssa ei sallita. - Lähetteet jotka ovat hostattuna Soundcloudissa, YouTubessa, tai Clypissa sallitaan. - Täysi kokonainen raita tulee olla julkisesti tarjolla sen linkin kautta jonka tarjoat - Ehdokasraitasi tulee olla tarjolla kuunneltavaksi tuomaroinnin aivan loppuun saakka. Mikäli näin ei ole, raitasi hylätään. 4. **Tuomarit:** -Tuomaristo koostuu seuraavista henkilöistä: Greippi, Jacoby Davis, Spekular, Stakeout Punch ja Squatro. 5. **Tuomarointi:** - Aikarajan jälkeen, tuomarit tekevät päätöksensä ja julkaisevat tulokset 14 päivän sisällä. 6. **Julkaisu:** - 25 korkeimmin pisteytettyä biisiraitaa tullaan julkaisemaan albumina Bandcampissa jossa hinta “maksa mitä haluat”. Kaikki tuotto tulee menemään lahjoituksena meidän kaikkien rakastaman LMMS:n lisäkehitykselle.
fr: #### La compétition s'est terminée le **16 avril 2017**. Supportez LMMS et achetez la compilation sur notre [page Bandcamp.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-4) Écoutez tous les morceaux proposés [ici.](https://docs.google.com/spreadsheets/d/1pPoM7CQIg5C4uzgOrlRnytJiAsOD5K6jxitF-SIjXRQ/pubhtml?gid=975440614&single=true) Gagnants : <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/321234884&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Description originale : Nous sommes fiers de vous présenter le concours 'Le meilleur de LMMS volume 4' ! Le concours a pour objectif d'encourager les membres de la communauté à créer et partager leurs musiques. Faites parvenir votre piste par le lien ci-dessous avant minuit (23h59m59s) le 16 avril (heure UTC) pour avoir une chance de figurer sur l'album 'Le meilleur de LMMS v4'. La compilation sera téléversée sur Bandcamp, et tous les profits iront vers les futurs développements de LMMS. Les soumissions de cette année sont traitées à l'aide de formulaires Google. Nous acceptons les soumissions hébergées sur YouTube, Soundcloud et Clyp. Pour le règlement complet, veuillez consulter le formulaire de soumission : https://goo.gl/forms/cifEliOViOXTSc8H2 #### Règlement du concours : 1. **La date limite** - les pistes doivent être soumises avant le 16 avril à 23h59m59s UTC en utilisant [ce formulaire](https://goo.gl/forms/cifEliOViOXTSc8H2). 2. **Les pistes** - doivent être produites dans LMMS. - vous pouvez utiliser d'autres programmes pour la mastérisation et le post-traitement. - doivent avoir une durée inférieure à 10 minutes. - aucune piste gagnante issue de précédents albums 'Le meilleur de LMMS', n'est autorisée. - les remixes ne sont pas autorisés. 3. **Les soumissions** - vous ne pouvez soumettre qu'en utilisant ce formulaire. - pas plus de **DEUX** morceaux par artiste ne sont autorisés. - les collaborations comptent pour **UN** morceau pour chaque artiste impliqué. - seules les soumissions hébergées sur Soundcloud, YouTube ou Clyp sont autorisées. - votre entrée doit être disponible à écouter jusqu'à la fin du processus de jugement. Sinon, votre entrée sera disqualifiée. 4. **Les juges** - le jury est composé de : Greippi, Jacoby Davis, Spekular, Stakeout Punch et Squatro. 5. **Le processus de jugement** - après la date limite, les juges prendront leurs décisions et rendront leurs résultats sous 14 jours. 6. **La publication** - les 25 morceaux ayant les scores les plus hauts seront publiés sous forme d'un album sur Bandcamp à prix libre. Tous les montants perçus seront donnés pour les futurs développements de LMMS, le programme que nous aimons.
hi_in: #### प्रतियोगिता **16 अप्रैल, 2017** को समाप्त हो गई है। LMMS का समर्थन करें और हमारे [bandcamp पेज] पर संकलन खरीदें।(https://lmms.bandcamp.com/album/the-best-of-lmms-vol-4) सभी प्रविष्टियों को [यहाँ](https://docs.google.com/spreadsheets/d/1pPoM7CQIg5C4uzgOrlRnytJiAsOD5K6jxitF-SIjXRQ/pubhtml?gid=975440614&single=true) सुनें। विजेता: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/321234884&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### मूल विवरण: हम गर्व से आप के लिए प्रस्तुत करते हैं The Best of LMMS contest volume 4! इस प्रतियोगिता का उद्देश्य समुदाय को अपने संगीत बनाने और साझा करने के लिए प्रेरित करना है। BoL v4 एल्बम में दिखाए जाने के अवसर के लिए 16 अप्रैल (UTC समय) को आधी रात (23: 59.59) से पहले नीचे दिए गए लिंक पर अपना ट्रैक सबमिट करें। संकलन को Bandcamp पर अपलोड किया जाएगा, जिसमें सभी लाभ LMMS के आगे के विकास की ओर जाएंगे। इस वर्ष की प्रस्तुतियाँ Google फॉर्म्स के माध्यम से नियंत्रित की जाएँगी। हम YouTube, Soundcloud और Clyp पर होस्ट किए गए सबमिशन स्वीकार करते हैं। पूर्ण नियमों के लिए सबमिशन फॉर्म देखें: https://goo.gl/forms/cifEliOViOXTSc8H2 #### प्रतियोगिता के नियम: 1. **समयसीमा** - [इस फॉर्म](https://goo.gl/forms/cifEliOViOXTSc8H2) का उपयोग करके 16 अप्रैल को 23: 59.59 UTC तक ट्रैक प्रस्तुत किया जाना चाहिए। 2. **ट्रैक्स** - LMMS में उत्पादित किया जाना चाहिए। - आप मास्टरिंग और पोस्ट प्रोसेसिंग के लिए अन्य कार्यक्रमों का उपयोग कर सकते हैं। - 10 मिनट से कम समय के लिए होना चाहिए। - पिछले Best of LMMS एल्बम से कोई भी जीतने वाला ट्रैक अनुमति नहीं है। - रीमिक्स की अनुमति नहीं है। 3. **प्रस्तुतियाँ** - आपको इस फॉर्म का उपयोग करके ही जमा करना होगा। - प्रति कलाकार **दो** से अधिक प्रविष्टियों की अनुमति नहीं है। - सभी सहभागीताएं प्रत्येक शामिल कलाकार की **एक** प्रविष्टि के रूप में गिनी जाएँगी। - केवल Soundcloud, YouTube या Clyp पर होस्ट किए गए सबमिशन की अनुमति है। - जजिंग प्रक्रिया के अंत तक आपकी प्रविष्टि सुनने के लिए उपलब्ध होनी चाहिए। यदि नहीं, तो आपका प्रवेश अयोग्य हो जाएगी। 4. **जजेस** - जजों में शामिल है: Greippi, Jacoby Davis, Spekular, Stakeout Punch और Squatro। 5. **चुनाव प्रक्रिया** - समयसीमा के बाद, जजेस अपने फैसले करेंगे और 14 दिनों के भीतर परिणाम जारी करेंगे। 6. **रिलीज़** - 25 उच्चतम स्कोरिंग गाने "जो चाहो, वो चुकाओ" की कीमत के साथ बैंडकैम्प पर एक एल्बम के रूप में जारी किए जाएंगे। सारा प्राप्त धन LMMS के आगे के विकास के लिए दान किया जाएगा, वह प्रोग्राम जिससे हम प्यार करते हैं।
sl: #### Tekmovanje se je zaključilo **16. aprila 2017***. Podprite LMS in kupite kompilacijo na naši [bandcamp strani.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-4) Skladbe poslušajte [tukaj.](https://docs.google.com/spreadsheets/d/1pPoM7CQIg5C4uzgOrlRnytJiAsOD5K6jxitF-SIjXRQ/pubhtml?gid=975440614&single=true) Zmagovalci: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/768817671&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Originalni opis: Ponosni smo, da vam lahko predstavimo The Best of LMMS contest volume 6! Namen tekmovanja je navdihniti skupnost da ustvarja in deli svojo glasbo. Pošljite svojo skladbo preko spodnje povezavo še pred polnočjo (23:59.59 UTC čas) 16. aprila in morda boste vključeni v BoL v4 album. Kompilacija bo naložena na Bandcamp, ves zaslužek pa bo šel v nadaljni razvoj LMMS. [Pošlji tukaj](https://goo.gl/forms/cifEliOViOXTSc8H2) #### Pravila tekmovanja: 1. **Rok oddaje:** - Skladba mora biti oddana do 16. aprila 2017 do 23:59.59 UTC z uporabo [tega obrazca](https://goo.gl/forms/lNmexmoqWiwiKDUf1). 2. **Skladba:** - Mora biti ustvarjena v LMMS. - Druge programe lahko uporabite za masterizacijo ali dodatno obdelavo. - Mora biti krajša od 10 minut. - Prejšnje zmagovalne skladbe iz Best of LMMS albumov niso dovoljene. - Priredb ne sprejemamo. 3. **Posredovanje:** - Skladbo je potrebno oddati z uporabo tega obrazca. - Vsak avtor lahko odda le ENO skladbo. - Sodelovanja se štejejo kot ENA skladba za vsakega sodelujočega. - Sodelovanje s sodniki ni dovoljeno. - Dovoljene so le skladbe, ki gostujejo na Soundcloud, YouTube, ali Clyp. - Celotna skladba naj bo na voljo na povezavi, ki je navedena v obrazcu. - Prispevek mora biti sodnikom na voljo za poslušanje do konca ocenjevalnega postopka, sicer bo skladba diskvalificirana. 4. **Sodniki:** -Žirijo sestavljajo: Dull Machine, Etorna_Z, Jernemies, Poleroyd, Umcaruje and Unfa. 5. **Sojenje:** - Po poteku roka, bodo sodniki sprejeli in objavili odločitev v roku 14 dni. 6. **Izdaja:** - 25 najbolje ocenjenih skladb bo izdanih kot album na Bandcamp-u s ceno "Plačaj kolikor želiš". Ves zaslužek bo doniran za nadaljni razvoj LMMS, programa, bi ga ljubimo.
tr: #### Yarışma **16 Nisan 2017** tarihinde sona erdi. LMMS'yi destekleyin ve derlemeyi [bandcamp sayfamızdan] satın alın.(https://lmms.bandcamp.com/album/the-best-of-lmms-vol-4) Tüm girişleri [buradan] dinleyin.(https://docs.google.com/spreadsheets/d/1pPoM7CQIg5C4uzgOrlRnytJiAsOD5K6jxitF-SIjXRQ/pubhtml?gid=975440614&single=true) Kazananlar: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/321234884&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Orijinal Açıklama: Size The Best of LMMS yarışmasının 4. sünü sunmaktan gurur duyuyoruz! Yarışma, topluluğa müziklerini yaratmaları ve paylaşmaları için ilham vermeyi amaçlıyor. Parçanızı gece yarısından önce aşağıdaki bağlantıya gönderin ( 23:59.59) 16 Nisan'da (UTC saati) BoL v4 albümünde yer alma şansı için. Derleme, tümü ile birlikte Bandcamp'a yüklenecektir. LMMS'nin daha da gelişmesine yönelik karlar. Bu yılki gönderimler Google formları aracılığıyla işleniyor. YouTube, Soundcloud ve Clyp'te barındırılan gönderileri kabul ediyoruz. Tüm kurallar için başvuru formuna göz atın: https://goo.gl/forms/cifEliOViOXTSc8H2 #### Yarışma kuralları: 1. **Son Tarih** - Parçalar, 16 Nisan 23:59.59 UTC'ye kadar [bu form](https://goo.gl/forms/cifEliOViOXTSc8H2) kullanılarak gönderilmelidir. 2. **Parçalar** - LMMS'de üretilmelidir. - Mastering ve post işleme için başka programlar kullanabilirsiniz. - 10 dakikadan kısa olmalıdır. - Önceki Best of LMMS albümlerinden kazanan hiçbir parçaya izin verilmez. - Remixlere izin verilmez. 3. **Gönderiler** - Yalnızca bu formu kullanarak göndermelisiniz. - Sanatçı başına en fazla **İKİ** girişe izin verilir. - İşbirlikleri, katılan her sanatçı için **BİR** giriş olarak sayılır. - Yalnızca Soundcloud, YouTube veya Clyp'te barındırılan gönderilere izin verilir. - Girişiniz, değerlendirme sürecinin sonuna kadar dinlemeye açık olmalıdır. Aksi takdirde, katılımınız diskalifiye edilecektir. 4. **Hakemler** - Jüri, Greippi, Jacoby Davis, Spekular, Stakeout Punch ve Squatro'dan oluşur. 5. **Yargılama Süreci** - Süre bitiminden sonra hakimler kararlarını verecek ve sonuçları 14 gün içinde açıklayacak. 6. **Yayın** - En yüksek puanı alan 25 şarkı, "İstediğini öde" fiyatıyla Bandcamp'ta albüm olarak yayınlanacak. Alınan tüm fonlar, sevdiğimiz program olan LMMS'nin daha da geliştirilmesi için bağışlanacak.

source: The Best of LMMS vol. III
es: Lo Mejor de LMMS vol. III
fi: LMMS:n Parhaat osa III
fr: Le meilleur de LMMS volume 3
he: המיטב של LMMS, חלק 3
it: Best of LMMS vol. III
pl: The Best of LMMS, edycja III
sl: Naj-LMMS III
tr: LMMS'in En İyileri vol. 3
