Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: #### The competition has ended on **March 16th, 2016.** Support LMMS and buy the compilation over at our [bandcamp page.](https://lmms.bandcamp.com/) Listen to all entries [here.](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) Winners: <iframe width="100%%" height="450" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/211975750&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Original description: It’s that time of the year again: If you have made amazing tracks with LMMS we have a contest for you! The Best of LMMS contest is back! The compilation aims to inspire new users and everyone to create music. The compilation will be uploaded to Bandcamp and all profit will be donated for the further development of LMMS. Submit your track before midnight on March 16th (UTC time), and find details about the contest on the [soundcloud group.](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) #### Competition rules: 1. The Deadline. The tracks must be submitted by March 16th 0:00 UTC. The tracks can be of any genre, preferably under 10 minutes. The track must be produced in LMMS, but it is allowed to use some other software (Audacity, Ardour etc.) for post mixing/mastering. 2. The tracks. All submissions will be handled via SoundCloud using the dedicated group. You can submit a maximum of two tracks. You may submit previously released tracks, but not tracks that were in the previous Best of LMMS albums. Remixes are not allowed. A collaboration between a judge and yourself is not allowed. 3. The Judges. The jury consists of: Zach Henderson, Second Flight, Umcaruje, Greippi, Tres Finnochiaro, Abludo. 4. The Judging Process. After the deadline, the judges will make their decisions and release the results within next 14 days. 5. Release. The compilation will be released on a dedicated LMMS artists Bandcamp with the price of “Pay what you want”. All the received funds will be donated for further development of LMMS, the program that we love.
fi: #### Kilpailu päättyi **marraskuun 16, 2016.** Tue LMMS:ää ja osta kokoelma sivultamme [Bandcamp sivu.](https://lmms.bandcamp.com/) Kuuntele kaikki osallstujakipaleet [täällä.](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) Voittajat: <iframe width="100%%" height="450" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/211975750&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Alkuperäinen kuvaus: On jälleen se aika vuodesta: Mikäli olet tehnyt huikeita raitoja LMMS:llä, meillä olisi sinulle kilpailu! LMMS:n Parhaat -kilpailu tuli takasin! Kokoelma tähtää innostamaan uusia käyttäjiä ja kaikkia luomaan musiikkia. Kokoelma tullaan lataamaan Bandcampiin ja kaikki tuotto menee LMMS:n lisäkehitykseen. Toimita raitasi ennen keskiyötä marraskuun 16 (UTC-aikaa), ja tutustu kilpailun yksityiskohtiin osoitteessa [soundcloud group.](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) #### Kilpailun säännöt: 1. Aikaraja. Raidat tulee toimittaa marraskuun 16. mennessä 0:00 UTC-aikaa. Raidat voivat olla mitä tahansa genreä, suositeltavaa olisi että raita on alle 10 minuuttia pitkä. Raita tulee olla toteutettu LMMS:ssä, mutta joitakin muita sovelluksia sallitaan myös (Audacity, Ardour jne.) miksaukseen/masterointiin. 2. Raidat. Kaikki lähetysraidat tullaan käsittelemään Soundcloudin kautta käyttäen omistautunutta ryhmää. Voit toimittaa enimmillään kaksi raitaa. Voit toimittaa aiemmin julkaistuja raitoja, mutta et raitoja jotka ovat aiemmilla LMMS:n Parhaat albumeilla. Uudelleenmiksauksia ei sallita. Yhteistyö sinun ja tuomarin kesken ei ole sallittua. 3. Tuomarit. Tuomaristo koostuu seuraavista henkilöistä: Zach Henderson, Second Flight, Umcaruje, Greippi, Tres Finnochiaro, Abludo. 4. Tuomarointiprosessi. Aikarajan jälkeen, tuomarit tekevät päätöksensä ja julkaisevat tulokset 14 päivän sisällä. 5. Julkaisu. Kokoelma tullaan julkaisemaan omistautuneella LMMS -artistit sivulla Bandcampissa jossa hintalapussa lukee että "maksa mitä haluat". Kaikki tuotot tullaan lahjoittamaan rakastamemme ohjelman LMMS:n lisäkehitykselle.
fr: #### La compétition s'est terminée le **16 mars 2016.** Supportez LMMS et achetez la compilation sur notre [bandcamp page.](https://lmms.bandcamp.com/) Écoutez tous les morceaux proposés [ici.](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) Gagnants : <iframe width="100%%" height="450" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/211975750&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Description originale : Ce temps de l'année est revenu : si vous avez fait de supers morceaux avec LMMS, nous avons une compétition pour vous ! La compilation 'Le meilleur de LMMS' est de retour ! Le concours a pour objectif d'encourager les nouveaux utilisateurs et tout un chacun à créer de la musique. La compilation sera téléversée sur Bandcamp et tous les profits seront donnés pour les futurs développements de LMMS. Soumettez votre piste avant le 16 mars minuit (temps UTC), et trouvez les détails à propos du concours sur le [groupe soundcloud](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) (en anglais). #### Règlement du concours: 1. La date limite. Les pistes doivent être soumises pour le 16 mars à 0:00 UTC. Les pistes peuvent être de tous les genres, de préférence inférieures à 10 minutes. Les pistes doivent être produites dans LMMS, mais il est permis d'utiliser d'autres logiciels (Audacity, Ardour,...etc.) pour les traitements de mixage/mastérisation. 2. Les pistes. Toutes les soumissions seront gérées via SoundCloud en utilisant le groupe dédié. Vous pouvez soumettre deux pistes au maximum. Vous pouvez soumettre des pistes déjà sorties précédemment, mais pas des pistes qui étaient dans les albums 'Le meilleur de LMMS' précédents. Les remixes ne sont pas autorisés. Une collaboration entre un juge et vous-même n'est pas autorisée. 3. Les juges. Le jury est composé de : Zach Henderson, Second Flight, Umcaruje, Greippi, Tres Finnochiaro, Abludo. 4. Le processus de jugement. Après la date limite, les juges prendront leurs décisions et les rendront publiques dans les 14 jours suivants. 5. Sortie. La compilation sortira sur un Bandcamp dédié aux artistes LMMS à prix libre. Tous les fonds reçus seront donnés pour de futurs développements de LMMS, le programme que nous aimons.
hi_in: #### प्रतियोगिता **16 मार्च, 2016** को समाप्त हो गई है। LMMS का समर्थन करें और हमारे [bandcamp पेज](https://lmms.bandcamp.com/) पर संकलन खरीदें। सभी प्रविष्टियों को [यहाँ](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) सुनें। विजेता: <iframe width="100%%" height="450" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/211975750&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### मूल विवरण: फिर यह वर्ष का वही समय है: यदि आप LMMS के साथ अद्भुत गाने बना चुके हैं तो हमारे पास आपके लिए एक प्रतियोगिता है! The Best of LMMS प्रतियोगिता वापस आ गई है! इस संकलन का उद्देश्य नए उपयोगकर्ताओं और सभी को संगीत बनाने के लिए प्रेरित करना है। संकलन को Bandcamp पर अपलोड किया जाएगा और सभी लाभ LMMS के विकास के लिए दान किए जाएंगे। 16 मार्च (UTC समय) को आधी रात से पहले अपना ट्रैक जमा करें, और [soundcloud group](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) पर प्रतियोगिता के बारे में विवरण पाएं। प्रतियोगिता के नियम: 1. समयसीमा. गाने 16 मार्च 0:00 UTC तक प्रस्तुत किए जा सकते हैं। गाने किसी भी शैली के हो सकते हैं, अधिमानतः 10 मिनट के भीतर। गीत को ज्यादातर LMMS में बनाया जाना चाहिए, लेकिन पोस्ट मिक्सिंग/मास्टरिंग के लिए कुछ अन्य सॉफ्टवेयर (Audacity, Ardour आदि) का उपयोग करने की अनुमति है। 2. ट्रैक्स. सभी प्रस्तुतियाँ SoundCloud के माध्यम से समर्पित समूह के द्वारा नियंत्रित की जाएंगी। आप अधिकतम दो ट्रैक सबमिट कर सकते हैं। आप पहले रिलीज़ किए गए ट्रैक सबमिट कर सकते हैं, लेकिन वे ट्रैक नहीं जो पिछले बेस्ट ऑफ़ LMMS एल्बम में थे। Remixes की अनुमति नहीं है। एक जज और खुद के बीच गीत सहभागिता की अनुमति नहीं है। 3. जजेस. जजों में शामिल है: Zach Henderson, Second Flight, Umcaruje, Greippi, Tres Finnochiaro, Abludo. 4. चुनाव प्रक्रिया. समयसीमा के बाद, जजेस अपने फैसले करेंगे और अगले 14 दिनों के भीतर परिणाम जारी करेंगे। 5. रिलीज़. संकलन को एक समर्पित LMMS artists Bandcamp पर "जो चाहो, वो चुकाओ" की कीमत के साथ रिलीज़ किया जाएगा। सभी प्राप्त धन LMMS के विकास के लिए दान किया जाए, वह प्रोग्राम जिसे हम प्यार करते हैं।
sl: #### Tekmovanje se je zaključilo **16. marca 2016***. Podprite LMMS in kupite kompilacijo na naši [bandcamp strani.](https://lmms.bandcamp.com/) Skladbe poslušajte [tukaj.](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) Zmagovalci: 22 #### Originalni opis: Spet je ta čas leta: Če ste ustvarili sijajne skladbe z LMMS, imamo za vas tekomvanje! Vrnil se je The Best of LMMS! Kompilacija je namenjena navdihu novih uporabnikov in vsakogra, ki ustvarja glasbo. Pošljite svojo skladbo preko spodnje povezavo še pred polnočjo (23:59.59 UTC čas) 16. marca, podrobnosti pa poiščite v [soundcloud group.](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) #### Pravila tekmovanja: 1. **Rok oddaje:** - Skladba mora biti oddana do 16. marca 2016 do 23:59.59 UTC z uporabo [tega obrazca](https://goo.gl/forms/lNmexmoqWiwiKDUf1). 2. **Skladba:** - Vse skladbe bodo morale biti v ustrezni skupini na Soundcloud-u. Lahko pošljete največ dve skladbi. - Mora biti ustvarjena v LMMS. - Druge programe lahko uporabite za masterizacijo ali dodatno obdelavo. - Mora biti krajša od 10 minut. - Prejšnje zmagovalne skladbe iz Best of LMMS albumov niso dovoljene. - Priredb ne sprejemamo. - Sodelovanje s sodniki ni dovoljeno. 3. **Sodniki:** -Žirijo sestavljajo: Zach Henderson, Second Flight, Umcaruje, Greippi, Tres Finnochiaro, Abludo. 4. **Sojenje:** - Po poteku roka, bodo sodniki sprejeli in objavili odločitev v roku 14 dni. 5. **Izdaja:** - Kompilacija bo izdana kot album na Bandcamp-u s ceno "Plačaj kolikor želiš". Ves zaslužek bo doniran za nadaljni razvoj LMMS, programa, bi ga ljubimo.
tr: #### Yarışma **16 Mart 2016'da sona erdi.** LMMS'yi destekleyin ve derlemeyi [bandcamp sayfamızdan](https://lmms.bandcamp.com/) satın alın. Tüm girişleri [buradan] dinleyin.(https://soundcloud.com/groups/the-best-of-lmms-competition-v3) Kazananlar: <iframe width="100%%" height="450" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/211975750&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Orijinal açıklama: Yine yılın o zamanı: LMMS ile harika parçalar yaptıysanız, sizin için bir yarışmamız var! Best of LMMS yarışması geri döndü! Derleme, yeni kullanıcılara ve herkese müzik yaratma konusunda ilham vermeyi amaçlıyor. Derleme Bandcamp'a yüklenecek ve tüm kar LMMS'nin daha da geliştirilmesi için bağışlanacak. Parçanızı 16 Mart gece yarısından önce (UTC saati) gönderin ve [soundcloud grubunda] yarışmayla ilgili ayrıntıları öğrenin.(https://soundcloud.com/groups/the-best-of-lmms-competition-v3) #### Yarışma kuralları: 1. Son Tarih. Parçalar 16 Mart 0:00 UTC'ye kadar gönderilmelidir. Parçalar herhangi bir türden olabilir, tercihen 10 dakikadan kısa olabilir. Parça LMMS'de üretilmelidir, ancak post mix/mastering için başka bir yazılım (Audacity, Ardor vb.) kullanmasına izin verilir. 2. İzler. Tüm gönderimler, özel grup kullanılarak SoundCloud aracılığıyla işlenecektir. En fazla iki parça gönderebilirsiniz. Daha önce yayınlanmış parçaları gönderebilirsiniz, ancak önceki Best of LMMS albümlerinde bulunan parçaları gönderemezsiniz. Remikslere izin verilmez. Bir Değerlendirmeci ve sizin aranızda bir işbirliğine izin verilmez. 3. Yargıçlar. Jüri şu isimlerden oluşuyor: Zach Henderson, Second Flight, Umcaruje, Greippi, Tres Finnochiaro, Abludo. 4. Yargılama Süreci. Son teslim tarihinden sonra hakimler kararlarını verecek ve sonuçları önümüzdeki 14 gün içinde açıklayacak. 5. Serbest bırakın. Derleme, "İstediğini öde" fiyatıyla özel bir LMMS sanatçıları Bandcamp'ta yayınlanacak. Alınan tüm fonlar sevdiğimiz program olan LMMS'nin daha da geliştirilmesi için bağışlanacak.

source: The Best of LMMS vol. II
es: Lo Mejor de LMMS vol. II
fi: LMMS:n Parhaat osa II
fr: Le meilleur de LMMS volume 2
he: המיטב של LMMS, חלק 2
it: Best of LMMS vol. II
pl: The Best of LMMS, edycja II
sl: Naj-LMMS II
tr: LMMS'in En İyileri vol. 2
