Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: We are proud to present to you The Best of LMMS contest volume 8! The contest aims to inspire the community to create and share their music. Submit your track at the link below before midnight (23:59.59 UTC Time) on April 5th 2021 for a chance to be featured on the BoL v8 album. The compilation will be uploaded to Bandcamp, with all profits going towards LMMS' further development. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScfJNvVtoCJ8SVQ8TWiPMjbIsl49RvwGiy1nODuvKdJ8Er_Bg/viewform">Submit here</a></p> #### Competition rules: 1. **The Deadline:** - Track must be submitted by April 5th 2021 at 23:59.59 UTC using this form. 2. **The Track:** - Must be produced in LMMS. - You may use other programs for mastering and post processing. - Must be under 10 minutes long. - No winning tracks from previous Best of LMMS albums allowed. - No covers or remixes of other person(s) works are permitted. - Reworks of your own tracks are eligible with judge approval. 3. **The Submissions:** - You must submit using this form only. - No more than ONE entry per artist is allowed. - Collaborations count as ONE entry for each artist involved. - No collaborating with judges on entries. - Only submissions hosted on Soundcloud, YouTube, or Clyp are allowed. - The full track should be available at the submission link provided - Your entry must be available for listening until the end of the judging process. If not, your entry will be disqualified. 4. **The Judges:** - The jury consists of: Woods Alive, Hotel Zero, Jousboxx, Blageez, Noeroti, and JVSTDARE 5. **The Judging:** - After the deadline, the judges will make their decisions and release the results within 14-21 days, personal schedules permitting. 6. **Release:** - The 25 highest scoring songs will be released as an album on Bandcamp with the price of “Pay what you want”. All the received funds will be donated for further development of LMMS, the program that we love. **Note: Entries are approved to appear on the submission list by hand, so if you don't see yours, sit tight! It might take a while.**
fi: Esitämme ylpeänä LMMS:n parhaat osan 8! Tämä kilpailu pyrkii innostamaan yhteisöä luomaan ja jakamaan musiikkiaan. Toimita raitasi alla olevan linkin kautta ennen keskiyötä (23:59.59 UTC-aikaa) huhtikuun 5, 2021 saadaksesi mahdollisuuden päästä BoL v8 - LMMS:n Parhaat albumille. Kokoelma tullaan lataamaan Bandcampiin ja kaikki tuotto menee LMMS:n lisäkehitykseen. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScfJNvVtoCJ8SVQ8TWiPMjbIsl49RvwGiy1nODuvKdJ8Er_Bg/viewform">Lähetä tästä</a></p> #### Kilpailun säännöt: 1. **Aikaraja:** - Raita pitää toimittaa huhtikuun 5. kello 23:59.59 mennessä käyttäen tätä kaavaketta. 2. **Raita:** - Pitää olla toteutettu LMMS:ssä - Voit käyttää muita ohjelmia masterointiin ja jälkikäsittelyyn. - Pitää olla alle 10 minuuttia pitkä. - Voittajaraitoja edellisiltä LMMS:n Parhaat albumeilta ei sallita. - Koverit tai uudelleenmiksaukset muilta henkilöiltä (tai henkilöltä) on evätty. - Uudelleenhiomiset omista kipaleistasi voidaan hyväksyä jos tuomari näin sallii. 3. **Lähetykset:** - Sinun pitää käyttää vain tätä kaavaketta lähettääksesi. - Vain YKSI osallistujakipale artistia kohti on sallittu. - Yhteistyökipaleiden kohdalla tuo kappale lkasetaan yhdeksi osallistujakipaleeksi jokaiselle artistille joka siinä on osallisena. - Ei kappaleyhteistyötä tuomarien kanssa. - Vain Soundcloud, YouTube, tai Clyp ovat sallittuja alustoja joissa kappale on hostattu. - Kokonainen raita tulee olla tarjolla annetun linkin kautta. - Osallistujakappaleesi pitää olla tarjolla kuunneltavaksi julkisesti aivan tuomarointiprosessin päätökseen saakka. Mikäli näin ei ole, kappaleesi hylätään. 4. **Tuomarit:** - Tuomaristo koostuu heistä: Woods Alive, Hotel Zero, Jousboxx, Blageez, Noeroti, ja JVSTDARE 5. **Tuomarointi:** - Aikarajan jälkeen, tuomarit tekevät päätöksensä ja ja julkaisevat tuloksensa 14-21 päivän sisällä, riippuen henkilökohtaisista aikatauluistaan. 6. **Julkaisu:** - 25 korkeimmin pisteytettyä kappaletta tullaan julkaisemaan albumina Bandcampissa jossa hintalapussa lukee että "maksa mitä haluat". Kaikki tuotto tullaan lahjoittamaan rakastamamme ohjelman LMMS:n lisäkehitykselle. **Huomautus: osallistujakappaleet hyväksytään näkymään lähetysluetteloon käsin, joten ellet näe omaasi, odota rauhassa! Se voi vieä aikansa.**
fr: Nous sommes fiers de vous présenter le concours 'Le meilleur de LMMS volume 8' ! Le concours a pour objectif d'encourager les membres de la communauté à créer et partager leurs musiques. Faites parvenir votre piste par le lien ci-dessous avant minuit (23h59m59s heure UTC) le 05 avril 2021 pour avoir une chance de figurer sur l'album 'Le meilleur de LMMS v8'. La compilation sera téléversée sur Bandcamp, et tous les profits iront vers les futurs développements de LMMS. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScfJNvVtoCJ8SVQ8TWiPMjbIsl49RvwGiy1nODuvKdJ8Er_Bg/viewform">Soumettez ici</a></p> #### Règlement du concours : 1. **La date limite :** - les pistes doivent être soumises avant le 05 avril 2021 à 23h59m59s UTC en utilisant ce formulaire. 2. **Les pistes :** - doivent être produites dans LMMS. - vous pouvez utiliser d'autres programmes pour la mastérisation et le post-traitement. - doivent avoir une durée inférieure à 10 minutes. - aucune piste gagnante issue de précédents albums 'Le meilleur de LMMS', n'est autorisée. - les reprises ou remixes d'œuvres d'autres personnes ne sont pas autorisés. - les reprises de vos propres morceaux sont admissibles avec l'approbation du jury. 3. **Les soumissions :** - vous ne pouvez soumettre qu'en utilisant ce formulaire. - pas plus d'UN morceau par artiste n'est autorisé. - les collaborations comptent pour UN morceau pour chaque artiste impliqué. - pas de collaboration avec les juges dans les entrées. - seules les soumissions hébergées sur Soundcloud, YouTube ou Clyp sont autorisées. - la piste complète doit être disponible sur le lien de soumission fourni. - votre entrée doit être disponible à écouter jusqu'à la fin du processus de jugement. Sinon, votre entrée sera disqualifiée. 4. **Les juges :** -le jury est composé de : Woods, Alive, Hotel Zero, Jousboxx, Blageez, Noeroti et JVSTDARE. 5. **Le jugement :** - après la date limite, les juges prendront leurs décisions et rendront leurs résultats sous 14-21 jours, en fonction de leurs agendas personnels. 6. **Publication :** - les 25 morceaux ayant les scores les plus hauts seront publiés sous forme d'un album sur Bandcamp à “prix libre“. Tous les montants perçus seront donnés pour les futurs développements de LMMS, le programme que nous aimons. **Note : Les entrées sont approuvées manuellement pour apparaître sur la liste des soumissions, donc si vous ne voyez pas la vôtre, restez tranquille ! Cela peut prendre un certain temps.
sl: Ponosno vam predstavljamo natečaj The Best of LMMS, 8. izdaja! Natečaj si prizadeva navdihniti skupnost, da ustvarja in deli svojo glasbo. Svojo skladbo oddajte na spodnji povezavi do polnoči (23:59.59 UTC čas) 5. aprila 2021, da imate možnost, da se pojavite na albumu BoL v8. Zbirka bo naložena na Bandcamp, vsi dobički pa bodo namenjeni nadaljnjemu razvoju LMMS. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScfJNvVtoCJ8SVQ8TWiPMjbIsl49RvwGiy1nODuvKdJ8Er_Bg/viewform">Oddajte tukaj</a></p> #### Pravila tekmovanja: 1. **Rok:** - Skladbo je treba oddati do 5. aprila 2021 ob 23:59.59 UTC s tem obrazcem. 2. **Skladba:** - Morala je biti ustvarjena v LMMS. - Za mešanje in obdelavo lahko uporabite druge programe. - Dolžina skladbe mora biti manjša od 10 minut. - Ni dovoljeno uporabljati zmagovalnih skladb iz prejšnjih albumov Best of LMMS. - Prepovedane so priredbe ali remiksi del drugih oseb. - Predelave lastnih skladb so dovoljene le z odobritvijo sodnikov. 3. **Oddajanje:** - Delo je mogoče oddati samo s tem obrazcem. - Dovoljen je samo en vnos na umetnika. - Sodelovanja se štejejo kot en vnos za vsakega vključenega umetnika. - S sodniki ni dovoljeno sodelovati pri vnosih. - Dovoljene so samo oddaje, gostovane na Soundcloudu, YouTubeu ali Clypu. - Celotna skladba naj bo na voljo na povezavi za oddajo. - Vaš vnos mora biti na voljo za poslušanje do konca postopka ocenjevanja. V nasprotnem primeru bo vaš vnos diskvalificiran. 4. **Sodniki:** - Žirija sestoji iz: Woods Alive, Hotel Zero, Jousboxx, Blageez, Noeroti in JVSTDARE 5. **Ocenjevanje:** - Po roku bodo sodniki sprejeli svoje odločitve in rezultate objavili v 14-21 dneh, če jim to dopuščajo osebni urniki. 6. **Objava:** - 25 najbolje ocenjenih pesmi bo izdanih kot album na Bandcampu po ceni "Plačaj, kolikor želiš". Vsi prejeti sredstva bodo namenjena za nadaljnji razvoj LMMS, programa, ki ga imamo radi. **Opomba: Vnosi so ročno odobreni za prikaz na seznamu oddaj, zato, če ne vidite svojega, bodite potrpežljivi! Morda bo trajalo nekaj časa.**
tr: Size LMMS'nin En İyisi yarışması cilt 8'i sunmaktan gurur duyuyoruz! tYarışma, topluluğa müziklerini yaratma ve paylaşma konusunda ilham vermeyi amaçlamaktadır. Gece yarısından önce aşağıdaki bağlantıdan parkurunuzu gönderin tBoL v8 albümünde yer alma şansı için 5 Nisan 2021'de (23: 59.59 UTC Saati). Derleme, tüm kar LMMS'nin daha da geliştirilmesine gidecek şekilde Bandcamp'a yüklenecektir. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScfJNvVtoCJ8SVQ8TWiPMjbIsl49RvwGiy1nODuvKdJ8Er_Bg/viewform">Buraya yazın</a></p> #### Rekabet kuralları: 1. ** Son Tarih: ** Parça, 5 Nisan 2021 tarihine kadar 23: 59.59 UTC'ye kadar bu form kullanılarak gönderilmelidir. 2. ** Pist: ** - LMMS'de üretilmelidir. - Mastering ve post processing için diğer programları kullanabilirsiniz. - 10 dakikadan kısa olmalıdır. - Önceki Best of LMMS albümlerinden kazanan parçalara izin verilmez. - Başka kişi (ler) in eserlerinin kapaklarına veya remixlerine izin verilmez. - Kendi parçalarınızın düzeltmeleri jürinin onayına uygundur. 3. ** Sunumlar: ** - Yalnızca bu formu kullanarak göndermelisiniz. - Sanatçı başına birden fazla girişe izin verilmez. - İşbirlikleri, katılan her sanatçı için BİR giriş olarak sayılır. - Girişlerde jüriyle işbirliği yapmak yok. - Yalnızca Soundcloud, YouTube veya Clyp'de barındırılan gönderimlere izin verilir. - Tam parça, sağlanan gönderim bağlantısında mevcut olmalıdır - Başvurunuz, değerlendirme sürecinin sonuna kadar dinlenmeye açık olmalıdır. Aksi takdirde, girişiniz diskalifiye edilecektir. 4. ** Hakimler: ** - Jüri şunlardan oluşur: Woods Alive, Hotel Zero, Jousboxx, Blageez, Noeroti ve JVSTDARE 5. ** Yargılama: ** - Son teslim tarihinden sonra hakemler kararlarını verecek ve sonuçları kişisel programları izin verdiği sürece 14-21 gün içinde açıklayacaklar. 6. ** Yayın: ** - En çok puan alan 25 şarkı Bandcamp'ta “Ne istersen öde” fiyatıyla bir albüm olarak yayınlanacak. Alınan tüm fonlar, sevdiğimiz program olan LMMS'nin daha da geliştirilmesi için bağışlanacak. ** Not: Girişlerin gönderim listesinde el ile görünmesi onaylanmıştır, bu nedenle sizinkini görmezseniz, sıkı durun! Biraz zaman alabilir. **

source: The Best of LMMS vol. VII
es: Lo Mejor de LMMS vol. VII
fi: LMMS:n Parhaat osa VII
fr: Le meilleur de LMMS volume 7
he: המיטב של LMMS, חלק 7
pl: The Best of LMMS, edycja VII
sl: Naj-LMMS VII
tr: LMMS'in En İyileri vol. 7
