Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: Our IRC channel is <a href="http://webchat.freenode.net/?channels=%23lmms">#lmms</a> on <a href="https://freenode.net">Freenode</a>.
es: Nuestro canal IRC es <a href="http://webchat.freenode.net/?channels=%23lmms">#lmms</a> en <a href="https://freenode.net">Freenode</a>.
fi: IRC-kanavamme on <a href="http://webchat.freenode.net/?channels=%23lmms">#lmms</a> verkossa <a href="https://freenode.net">Freenode</a>.
fr: Notre canal IRC est <a href="http://webchat.freenode.net/?channels=%23lmms">#lmms</a> sur <a href="https://freenode.net">Freenode</a>.
hi_in: हमारा IRC चैनल <a href="https://freenode.net">Freenode</a> पर <a href="http://webchat.freenode.net/?channels=%23lmms">#lmms</a> है।
it: Il nostro canale IRC è <a href="http://webchat.freenode.net/?channels=%23lmms">#lmms</a> su <a href="https://freenode.net">Freenode</a>.
pl: Nasz kanał IRC <a href="http://webchat.freenode.net/?channels=%23lmms">#lmms</a> na <a href="https://freenode.net">Freenode</a>.
sl: Naš IRC kanal je <a href="http://webchat.freenode.net/?channels=%23lmms">#lmms</a> na <a href="https://freenode.net">Freenode</a>.
tr: IRC kanalımız <a href="http://webchat.freenode.net/?channels=%23lmms"> #lmms</a> açık <a href="https://freenode.net"> Freenode </a>.

source: <a href="https://discordapp.com/">Discord</a> is a more modern alternative to IRC. Join our server <a href="/chat/">by clicking here</a>.
es: <a href="https://discordapp.com/">Discord</a> es una alternativa más actual a IRC. Únete a nuestro servidor <a href="/chat/">pulsando aquí</a>.
fi: <a href="https://discordapp.com/">Discord</a> on uudenaikaisempi vaihtoehto IRC:ille. Liityhän palvelimellemme <a href="/chat/">napsauttamalla tätä</a>.
fr: <a href="https://discordapp.com/">Discord</a> est une alternative plus moderne à IRC. Rejoignez notre serveur <a href="/chat/">en cliquant ici</a>.
hi_in: <a href="https://discordapp.com/">Discord</a> IRC का एक अधिक आधुनिक विकल्प है। हमारे सर्वर से जुड़ने के लिए <a href="/chat/">यहाँ क्लिक करें</a>।
it: <a href="https://discordapp.com/" target="_blank">Discord</a> è un'alternativa moderna a IRC. Puoi unirti al server (Inglese) <a href="/chat/">cliccando qui</a>.
pl: <a href="https://discordapp.com/">Discord</a> jest nowocześniejszą alternatywą dla IRC. Dołącz do naszego serwera, <a href="/chat/">klikając tutaj</a>.
sl: <a href="https://discordapp.com/">Discord</a> je bolj sodobna alternativa za IRC. Pridruži se strežniku s klikom sem</a>.
tr: <a href="https://discordapp.com/"> Discord </a> IRC'ye daha modern bir alternatiftir. Sunucumuza katılın <a href="/chat/"> buraya tıklayarak </a>.

source: We host a forum for our users here on this website:
es: Alojamos un foro para nuestros usuarios en este mismo sitio:
fi: Ylläpidämme keskustelupalstaa käyttäjillemme tällä verkkosivulla:
fr: Nous hébergeons un forum pour nos utilisateurs sur ce site Web :
he: מאוחסן אצלנו באתר פורום שמיועד למשתמשים שלנו:
hi_in: हम अपने उपयोगकर्ताओं के लिए एक मंच की मेजबानी इस वेबसाइट पर करते हैं:
it: Teniamo un forum per i nostri utenti qui su questo sito:
pl: Udostępniamy forum dla naszych użytkowników na tej stronie internetowej:
sl: Za naše uporabnike imamo forum na tej spletni strani:
tr: Bu web sitesinde kullanıcılarımız için bir forum düzenliyoruz:

source: For reporting a bug or suggesting a new feature, please use the GitHub issue tracker:
es: Para reportar bugs o sugerir alguna nueva funcionalidad, utiliza el seguidor de problemas en GitHub:
fi: Lähettääksesi virheraportteja tai ehdottaaksesi uutta ominaisuutta, käytäthän GitHub:in ongelmaseurainta:
fr: Pour signaler un bug ou suggérer une nouvelle fonctionnalité, veuillez utiliser l'outil de suivi des problèmes GitHub :
hi_in: किसी Bug को रिपोर्ट करने या कोई नए फीचर का सुझाव देने के लिए, कृपया GitHub Issue tracker का उपयोग करें:
it: Per segnalare un bug o suggerire una nuova funzionalità, utilizza il tracker di richieste di GitHub:
pl: Aby zgłosić błąd lub zaproponować nową funkcję, użyj GitHuba:
sl: Za prijavo hrošča ali predlaganje nove funkcije uporabite GitHub sledilnik težavam:
tr: Bir hatayı bildirmek veya yeni bir özellik önermek için lütfen GitHub sorun izleyicisini kullanın:

source: Let's make music
es: Hagamos música
fi: Tehdäänpä musiikkia
fr: Faisons de la musique
he: בואו ניצור מוזיקה
hi_in: चलो संगीत बनाएं
it: Facciamo musica
pl: Stwórzmy muzykę
sl: Ustvarjajmo glasbo
tr: Hadi müzik yapalım

source: with a free, cross-platform tool for your computer.
es: con una herramienta libre y multiplataforma para tu computadora.
fi: tällä vapaalla, monialustaisella työkalulla omalle tietokoneellesi.
fr: avec un outil libre et multi-plateforme pour votre ordinateur.
he: עם כלי חופשי וחוצה פלטפורמות למחשבך
hi_in: आपके कंप्यूटर के लिए एक मुफ़्त, क्रॉस-प्लेटफ़ॉर्म टूल के साथ।
it: Con uno strumento gratuito e multipiattaforma per il tuo computer.
pl: z darmowym i wieloplatformowym narzędziem dla Twojego komputera.
sl: z brezplačnim orodjem za vaš računalnik, ki deluje v več okoljih.
tr: bilgisayarınız için ücretsiz, platformlar arası bir araçla.

source: Download now
es: Descárgala ahora
fi: Lataa nyt
fr: Télécharger maintenant
he: הורדה כעת
hi_in: अभी डाउनलोड करें
it: Scarica ora
pl: Pobierz teraz
sl: Prenesi zdaj
tr: Hemen İndir

source: Get involved
es: Participa
fi: Ota osaa
fr: S'impliquer
he: לקיחת חלק
hi_in: शामिल हों
it: Partecipa
pl: Zaangażuj się
sl: Sodeluj
tr: Bize katılın

source: Making beats has never been easier.
es: Hacer ritmos nunca fue tan sencillo.
fi: Biittien teko ei ole milloinkaan ollut helpompaa.
fr: Il n'a jamais été aussi facile de créer des rythmes.
he: הכנת מקצבים מעולם לא הייתה קלה יותר.
hi_in: नग़्मे बनाना इतना आसान कभी ना था
it: Scrivere musica non è mai stato così facile.
pl: Tworzenie muzyki nigdy nie było łatwiejsze.
sl: Ustvarjanje ritmov še ni bilo bolj enostavno.
tr: Müzik yapmak hiç bu kadar kolay olmamıştı.

source: Produce music with your computer
es: Crea música con tu computadora
fi: Tuota musiikkia tietokoneellasi
fr: Produisez de la musique avec votre ordinateur
he: הפקת מוזיקה בעזרת המחשב
hi_in: संगीत बनाएं अपने कंप्यूटर से
it: Produci musica con il tuo computer
pl: Twórz muzykę na swoim komputerze
sl: Producirajte glasbo s svojim računalnikom
tr: Bilgisayarınızla müzik üretin

source: by creating melodies and beats, synthesizing and mixing sounds, arranging samples and much more.
es: haciendo melodías y ritmos, sintetizando y mezclando sonidos, arreglando muestras y mucho más.
fi: luomalla melodioita ja biittejä, syntetisoimalla ja miksaamalla ääniä, sovittaen näytteitä sekä niin paljon muuta.
fr: en créant des mélodies et des rythmes, en synthétisant et en mixant des sons, en arrangeant des échantillons, et bien plus encore.
hi_in: धुन और बीट्स बनाकर, ध्वनियों का संश्लेषण और मिश्रण कर, सैम्पल्स की व्यवस्था, और बहुत कुछ कर।
it: creando melodie e ritmi, sintetizzando e arrangiando i suoni, organizzando campioni e molto altro ancora.
pl: tworząc melodie i perkusje, używając syntezatorów i miksując dźwięki, korzystając z sampli i wiele więcej.
sl: z ustvarjanjem melodij in rotmov, sintetiziranjem in miksanjem zvokov, urejanjem vzorcev in mnogo več.
tr: melodiler ve vuruşlar yaratarak, sesleri sentezleyerek ve karıştırarak, örnekleri düzenleyerek ve çok daha fazlasını yaparak.

source: Playback instruments, samples and plugins
es: Reproduce instrumentos, muestras y plugins
fi: Toistosoittimet, näytteet ja liitännäiset
fr: Lecture d'instruments, d'échantillons et de plugins
hi_in: इंस्ट्रूमेंट्स, सैम्पल्स और प्लग-इन्स प्लेबैक करें
it: Riproduci strumenti, campioni e plugin
pl: Odtwarzaj instrumenty, sample i korzystaj z wtyczek
sl: Predvajanje instrumentov, vzorcev in vtičnikov
tr: Oynatma araçları, örnekler ve eklentiler

source: with a typing or MIDI keyboard in a user-friendly and modern interface.
es: con el teclado de tu compu o un teclado MIDI, dentro de una interfaz moderna y fácil de usar.
fi: syöttölaitteella tai MIDI-koskettimilla käyttäjäystävällisessä uudenaikaisessa käyttöliittymässä.
fr: à l'aide d'un clavier alphanumérique ou MIDI, dans une interface moderne et conviviale.
hi_in: एक यूजर-फ्रेंडली और आधुनिक इंटरफ़ेस में टाइपिंग अथवा MIDI कीबोर्ड के साथ।
it: con la tastiera del computer o una tastiera musicale MIDI in un'interfaccia user friendly e moderna.
pl: wprowadzając ręcznie lub używając klawiatury MIDI w przyjaznym dla użytkownika i nowoczesnym interfejsie.
sl: s tipkovnico ali MIDI klaviaturo v modernem in uporabniku prijaznem vmesniku.
tr: kullanıcı dostu ve modern bir arayüzde yazarak veya MIDI klavye ile.

source: Bundled with ready-to-use content
es: Cargado de contenido listo para usar
fi: Käyttövalmiit sisällöt mukaan liitettynä
fr: Fourni avec un contenu prêt à l'emploi,
he: כלול תוכן מוכן לשימוש
hi_in: रेडी-टू-यूज़ कंटेंट से भरपूर
it: Pieno di contenuti pronti all'uso
pl: Dostępny z gotową zawartością
sl: V paketu z vsebinami prirpavljenimi za uporabo
tr: Kullanıma hazır içerikle birlikte gelir

source: from an assortment of instrument and effect plugins, presets and samples to VST and SoundFont support.
es: desde un surtido de instrumentos y efectos, preajustes y muestras, hasta el soporte de VST y SoundFont.
fi: instrumenttien ja efektiliitännäisten valikoimasta, vakiohoitojen kautta näytteisiin sekä VST ja SoundFont -tukeen.
fr: incluant un ensemble de plugins d'instruments et d'effets, ainsi que des pré-réglages, des échantillons et un support VST et SoundFont.
hi_in: विभिन्न इंस्ट्रूमेंट्स, इफेक्ट्स प्लग-इन्स, प्रीसेट्स से लेकर VST और SoundFont सपोर्ट के साथ
it: da un assortimento di plugin di strumenti e effetti, preset e campioni al supporto VST e SoundFont.
pl: od wtyczek instrumentów i efektów, presetów i sampli, po obsługę wtyczek VST i SoundFontów.
sl: od nabora instrumentov in učinkov, predlog in vzorcev, do podpore za VST in SoundFont.
tr: çeşitli enstrüman ve efekt eklentileri, ön ayarlar ve örneklerden VST ve SoundFont desteğine kadar.

source: Made by musicians, for musicians.
es: Hecho por músicos para músicos.
fi: Muusikoiden tekemä muille muusikoille.
fr: Fait par des musiciens, pour des musiciens.
he: נוצרה על ידי מוזיקאים, למען מוזיקאים.
hi_in: खास संगीतकारों ने बनाया, खास संगीतकारों के लिए.
it: Realizzato da musicisti, per musicisti.
pl: Stworzony przez muzyków, dla muzyków.
sl: Narejeno s strani glasbenikov za glasbenike
tr: Müzisyenler tarafından, müzisyenler için yapılmıştır.

source: Download for Linux
es: Descárgalo para Linux
fi: Lataa Linuxille
fr: Télécharger pour Linux
he: הורדה ללינוקס
hi_in: Linux के लिए डाउनलोड करें
it: Scarica per Linux
pl: Pobierz dla Linuksa
sl: Prenos za Linux
tr: Linux için indirin

source: Download for Windows
es: Descárgalo para Windows
fi: Lataa Windows:sille
fr: Télécharger pour Windows
he: הורדה ל־Windows
hi_in: Windows के लिए डाउनलोड करें
it: Scarica per Windows
pl: Pobierz dla Windows
sl: Prenos za Windows
tr: Windows için indirin

source: Download for macOS
es: Descárgalo para macOS
fi: Lataa macOS:sälle
fr: Télécharger pour macOS
he: הורדה ל־macOS
hi_in: macOS के लिए डाउनलोड करें
it: Scarica per macOS
pl: Pobierz dla macOS
sl: Prenos za macOS
tr: MacOS için indirin

source: Pick your flavor.
es: Elige tu sabor.
fi: Valitse makusi mukaan.
fr: Choisissez votre système d'exploitation.
hi_in: अपनी पसंद चुनें
it: Scegli la tua versione.
pl: Wybierz swoją wersję.
sl: Izberite svoj okus:
tr: İşletim sisteminizi seçin.

source: Linux, Windows or macOS.
es: Linux, Windows o macOS
fi: Linux, Windows tai macOS.
fr: Linux, Windows ou macOS.
he: לינוקס, Windows או macOS.
hi_in: Linux, Windows या macOS।
it: Linux, Windows o macOS.
pl: Linux, Windows i macOS.
sl: Linux, Windows ali macOS.
tr: Linux, Windows ya da macOS.

source: Houston, we have a problem.
es: Houston, tenemos un problema.
fi: No, nytpä se myrkyn lykkäsi. Ongelmatilanteet!
fr: Houston, nous avons un problème.
he: הוסטון, יש לנו בעיה.
hi_in: क्या कुछ गड़बड़ है?
it: Houston, abbiamo un problema.
pl: Houston, mamy problem.
sl: Houston, imamo težavo
tr: Ankara, bir problemimiz var.

source: Stand by, we got you covered.
es: Espera, estamos aquí para ti.
fi: Jäitä hattuun, tuemme sinua.
fr: Patientez, on s'occupe de vous.
he: רק רגע, נעזור לך.
hi_in: घबराएं नहीं, हम आपके साथ हैं।
it: Siamo qui per te.
pl: Czekaj, o wszystko zadbamy.
sl: Počakajte, imamo vas pokrite.
tr: Bekleyin, sizi koruduk.

source: Visit our forum
es: Visita nuestro foro
fi: Käy keskustelupalstallamme
fr: Visiter notre forum
he: ביקור בפורום שלנו
hi_in: हमारे forum पर जाएँ
it: Visita il nostro forum
pl: Odwiedź nasze forum
sl: Obiščite forum
tr: Forum'u ziyaret edin

source: Visit our Facebook page
es: Visita nuestra página de Facebook
fi: Käy Facebook-sivullamme
fr: Visiter notre page Facebook
he: ביקור בעמוד הפייסבוק שלנו
hi_in: हमारे Facebook पेज पर जाएँ
it: Visita la nostra pagina Facebook
pl: Odwiedź naszą stronę na Facebooku
sl: Obiščite našo Facebook stran
tr: Facebook sayfamızı ziyaret edin

source: Chat now on Discord
es: Chatea con nosotros en Discord
fi: Keskustele nyt heti suoraan Discordissa
fr: Discuter en direct sur Discord
he: אפשר להתכתב כעת דרך Discord
hi_in: Discord पर अभी चैट करें
it: Scrivi su Discord
pl: Porozmawiaj na Discordzie
sl: Klepetaj na Discordu
tr: Discord'da konuşun

source: Visit our GitHub page
es: Visita nuestra página de GitHub
fi: Käy GitHub-sivullamme
fr: Visiter notre page GitHub
he: ביקור בעמוד ה־GitHub שלנו
hi_in: हमारे GitHub पेज पर जाएँ
it: Visita la nostra pagina GitHub
pl: Odwiedź naszą stronę na GitHubie
sl: Obiščite našo GitHub spletno stran
tr: GitHub sayfamızı ziyaret edin

source: Ask your questions here
es: Pregúntanos aquí
fi: Kysy kysymyksesi täällä
fr: Posez vos questions ici
he: כאן אפשר לשאול אותנו שאלות
hi_in: अपने सवाल यहाँ पूछें
it: Fai qui le tue domande
pl: Zadaj swoje pytania tutaj
sl: Tukaj vprašajte
tr: Sorularınızı burada sorun

source: and answer a few questions while you're waiting.
es: y responde algunas preguntas mientras esperas.
fi: ja vastaa muutamaan kysymykseen odottaessasi.
fr: et répondez à quelques questions pendant que vous patientez.
hi_in: और प्रतीक्षा करते समय कुछ सवालों के हल का सुझाव दें।
it: e rispondi a qualche domanda mentre aspetti.
pl: i odpowiedz na inne podczas oczekiwania.
sl: in odgovorite na nekaj vprašanj, medtem ko čakate.
tr: ve beklerken birkaç soruyu yanıtlayın.

source: Sharing means caring.
es: Compartir es admirar.
fi: Jakaminen on samaa kuin välittäminen.
fr: Partager, c'est se soucier des autres.
he: שיתוף משמעו הבעת דאגה.
hi_in: प्यार बांटने से बढ़ता है
it: Condividere è volere.
pl: Dzielenie się jest świetne.
sl: Deliti je razviti.
tr: Paylaşmak, önemsemektir.

source: Find musicians
es: Encuentra a los músicos aquí
fi: Löydä muusikoita
fr: Découvrir des musiciens
he: איתור מוזיקאים
hi_in: संगीतकारों को ढूँढ़िये
it: Scopri musicisti
pl: Znajdź muzyków
sl: Najdi glasbenike
tr: Müzisyenleri keşfedin

source: Visit the LMMS Sharing Platform (LSP)
es: Visita la Plataforma de Intercambio de LMMS (LSP)
fi: Vieraile LMMS Sharing Platform (LSP) -hankkeen pakeilla
fr: Visiter la plateforme de partage de LMMS (LSP)
he: ביקור בפלטפורמת השיתוף של LMMS‏ (LSP)
hi_in: LMMS Sharing Platform (LSP) पर जाएँ
it: Visita la piattaforma di condivisione LMMS (LSP)
pl: Odwiedź Platformę Udostępniania LMMS (LSP)
sl: Obiščite LMMS platformo za deljenje (LSP)
tr: LMMS Paylaşım Platformu'nu (LPP) ziyaret edin

source: Don't be modest.
es: No te aguantes.
fi: Ethän ole vaatimaton.
fr: Ne soyez pas modeste.
hi_in: विनम्र ना बने
it: Non fare il modesto.
pl: Nie wstydź się.
sl: Ne bodite skromni.
tr: Mütevazı olmayın.

source: Show us your creations.
es: Muestra lo que has creado.
fi: Kerro meille mistä voimme kuulla tuotoksiasi.
fr: Montrez-nous vos créations.
he: אנו מזמינים אותך להראות לנו את היצירות שלך.
hi_in: हमें अपनी रचनाएँ दिखाएं
it: Mostraci le tue creazioni.
pl: Pokaż nam swoją twórczość.
sl: Pokažite nam svoje izdelke.
tr: Yaptıklarınızı paylaşın.

# We &lt;3 open source.
source: We <3 open source.
es: Un gran <3 al código abierto.
fi: Rakastamme avointa lähdekoodia ;)
fr: Nous adorons l'open source.
he: אנו אוהבים קוד פתוח.
hi_in: हमें ओपन सोर्स से <3 है।
it: Noi <3 open source.
pl: <3 otwarte oprogramowanie.
sl: Mi <3 odprto kodo.
tr: Biz <3 açık kaynak kodluyuz.

source: Fork us on GitHub
fi: Monista (forkkaa) meidät GitHubissa
fr: Créer un fork sur GitHub
he: אפשר לפצל את המאגר שלנו ב־GitHub
hi_in: GitHub पर हमें फोर्क करें
pl: Forkuj nas na GitHubie
sl: Na GitHubu ustvari lastno različico
tr: Bizimle GitHub'da çalışın

source: LMMS is a 100% free, open source, community-driven project.
es: LMMS es un projecto 100% libre, de código abierto y dirigido por la comunidad.
fi: LMMS on 100% vapaa, avoimen ohjelmakoodin, yhteisön ylläpitämä hanke.
fr: LMMS est un projet communautaire 100% gratuit et open source.
he: ‏LMMS הוא מיזם קהילתי, חופשי ובקוד פתוח באופן מוחלט.
hi_in: LMMS एक 100% मुक्त, ओपन सोर्स, समुदाय संचालित परियोजना है।
it: LMMS è un progetto gratuito al 100%, a sorgente aperto e animato dai suoi utenti.
pl: LMMS jest projektem w 100% darmowym, otwartym i tworzonym przez społeczność.
sl: LMMS je 100% brezplačen, odprtokoden, skupnostni projekt.
tr: LMMS, %100 ücretsiz, açık kaynak kodlu, topluluk odaklı bir projedir.

source: Proudly hosted on GitHub.
es: Orgullosamente alojada en GitHub.
fi: Ylpeästi GitHubissa isännöitynä.
fr: Fièrement hébergé sur GitHub.
he: האתר מאוחסן בגאווה ב־GitHub.
hi_in: GitHub पर गर्व से होस्टेड
pl: Z dumą udostępniamy na GitHubie.
sl: Ponosno gostuje na GitHub.
tr: Gururla GitHub'da barındırılıyor.

source: Take a peek.
es: Echa un vistazo.
fi: Kurkista sisään.
fr: Jetez-y un coup d'œil.
he: להצצה.
hi_in: एक झलक पाएं।
it: Dai un'occhiata.
pl: Zerknij.
sl: Pokukajte.
tr: Göz atın.

source: Watch our promo video.
es: Mira nuestro video promocional.
fi: Katsele nostatusvideomme.
fr: Regardez notre vidéo promotionnelle.
he: לצפייה בסרטון ההצצה שלנו.
hi_in: हमारा प्रोमो वीडियो देखें।
it: Guarda il nostro video promozionale.
pl: Obejrzyj nasz film promocyjny.
sl: Poglejte si naš promocijski video.
tr: Tanıtım videomuzu izleyin.

source: Click anywhere to close this dialog
es: Pulsa en cualquier parte para cerrar este diálogo.
fi: Napsauta missä tahansa sulkeaksesi tämän ilmoitteen
fr: Cliquez n'importe où pour fermer cette boîte de dialogue
he: לחיצה על כל אזור תסגור את הדו־שיח הזה
hi_in: इस संवाद को बंद करने के लिए कहीं भी क्लिक करें
it: Fai un click fuori dal riquadro per chiuderlo
pl: Kliknij w dowolnym miejscu, aby zamknąć to okno dialogowe
sl: Kliknite kamorkoli, da zaprete ta dialog
tr: Bu iletişim kutusunu kapatmak için herhangi bir yere tıklayın

source: Featuring:
es: Características:
fi: Mukana tulevat:
fr: Fonctionnalités :
hi_in: LMMS की विशेषताएं:
it: Funzionalità:
pl: Funkcje:
sl: Posebnosti:
tr: Aşağıdakiler mevcuttur:

source: Core Functionality
es: Funcionalidad básica
fi: Kantatoiminnot
fr: Fonctionnalités principales
hi_in: मूल कार्यक्षमता
it: Principali Funzioni
pl: Podstawowa funkcjonalność
sl: Osnovne zmožnosti
tr: Sağlam Bir Altyapı

source: Compose music on Windows, Linux and macOS
es: Compone música en Windows, Linux y macOS
fi: Sävellä musiikkia Linuxilla, Windowsilla ja macOS:llä
fr: Composez de la musique sur Windows, Linux et macOS
he: חיבור קטעי מוזיקה ב־Windows, לינוקס ו־macOS
hi_in: संगीत बनाएँ Windows, Linux और macOS में
it: Scrivi musica su Windows, Linux e macOS
pl: Twórz muzykę na systemach Windows, Linux i macOS
sl: Skladajte v okljih Windows, Linux in macOS
tr: Müziğinizi istediğiniz sistemde yapın: Windows, Linux ya da macOS

source: Sequence, compose, mix and automate songs in one simple interface
es: Crea secuencias, compón, mezcla y automatiza en una interfaz simple
fi: Vaiheista, sävellä, miksaa ja automatisoi kipaleita yhdessä yksinkertaisessa käyttöliittymässä
fr: Séquencez, composez, mixez et automatisez des chansons dans une interface simple
hi_in: एक सरल इंटरफ़ेस में गीत की रचना, अनुक्रमण, मिश्रण और स्वचालन करें
it: Ordina, componi, mixa e automatizza brani in una semplice interfaccia
pl: Używaj sekwencerów, komponuj, miksuj i automatyzuj w jednym prostym interfejsie
sl: Sekvencirajte, skladajte, miksajte in avtomatizirajte skladbe v enem preprostem vmesniku
tr: Basit bir arayüzde şarkıları sıralayın, oluşturun, karıştırın ve otomatikleştirin

source: Note playback via MIDI or typing keyboard
es: Toca notas con un controlador MIDI o usando el teclado de tu compu
fi: Nuottien toisto MIDIN- tai näppäimistön kautta
fr: Lecture de notes via un clavier MIDI ou alphanumérique
hi_in: MIDI अथवा टाइपिंग कीबोर्ड द्वारा नोट प्लेबैक
it: Riproduzione di note tramite tastiera MIDI o usando quella del PC
pl: Odtwarzaj nuty za pomocą MIDI lub klawiatury
sl: Predvajanje not preko MIDI ali tipkanje po tipkovnici
tr: MIDI veya klavye yazarak çalmayı not edin

source: Consolidate instrument tracks using Beat+Bassline Editor
es: Consolida las pistas de instrumento usando el Editor de Ritmo+Bajo
fi: Ehosta soitinraitoja käyttäen biitti+bassokuvio -muokkainta
fr: Consolidez des pistes d'instruments en utilisant l'éditeur de rythme et de ligne de basse
hi_in: Beat+Bassline Editor का उपयोग करके इंस्ट्रूमेंट ट्रैक्स को समेकित करें
it: Fissa delle tracce strumentali usando il Beat + Bassline Editor
pl: Używaj naszego sekwencera do sampli, aby dodać perkusję
sl: Konsolidirajte instrumentalne steze z uporabo urejevalnika ritma in basovske linije
tr: Beat+Bassline Düzenleyiciyi kullanarak enstrüman parçalarını birleştirin

source: Fine tune patterns, notes, chords and melodies using Piano Roll Editor
es: Ajusta con precisión patrones, notas, acordes y melodías con el Editor en Piano Roll
fi: Hienosäädä soitinkuvioita, nuotteja, sointuja ja melodioita käyttäen Piano Roll -muokkainta
fr: Accordez précisément des motifs rythmiques, des notes, des accords et des mélodies en utilisant le piano virtuel
hi_in: Piano Roll Editor का उपयोग कर नोट्स, कोर्ड्स और धुनों की फाइन ट्यूनिंग करें
it: Ottimizza i pattern, le note, gli accordi e le melodie usando l'editor Piano Roll
pl: Dostrajaj szablony, nuty, akordy i melodie za pomocą edytora pianolowego
sl: Fino nastavljanje matrik, not, akordkov in melodij v pianino rolci
tr: Piano Roll Düzenleyiciyi kullanarak desenleri, notaları, akordları ve melodileri ince ayarlayın

source: Full user-defined track-based automation and computer-controlled automation sources
es: Automatización completa basada en patrones definidos por el usuario y fuentes de automatización controladas por computadora
fi: Täysimääräinen käyttäjämääriteltävä raitapohjainen automaatio ja tietokonehallitut automaatiolähteet
fr: Automation complète définie par l'utilisateur pour chaque piste et sources d'automation contrôlées par ordinateur
hi_in: पूर्ण उपयोगकर्ता-परिभाषित ट्रैक-आधारित स्वचालन और कंप्यूटर-नियंत्रित स्वचालन स्रोत
it: Automazione completa basata su tracce definita dall'utente e funzioni di automazione controllate da computer
pl: Pełna automatyzacja oparta na ścieżkach zdefiniowanych przez użytkownika i źródła automatyzacji sterowane komputerowo
sl: Obsežna uporabniško določena avtomatizacija stez in računalniško nadtzorovana avtomatizacija virov
tr: Tam kullanıcı tanımlı parça tabanlı otomasyon ve bilgisayar kontrollü otomasyon kaynakları

source: Import of MIDI files and Hydrogen project files
es: Importa archivos MIDI y proyectos de Hydrogen
fi: Tuo MIDI-tiedostot ja Hydrogen:in projektitiedostot
fr: Importation de fichiers MIDI et de fichiers de projet Hydrogen
hi_in: MIDI फ़ाइलों और Hydrogen परियोजना फ़ाइलों का आयात
it: Importazione di file MIDI e file di progetto Hydrogen
pl: Importuj pliki MIDI i pliki projektów Hydrogen
sl: Uvoz MIDI datotek in Hydrogen projektnih datotek
tr: MIDI dosyalarının ve Hydrogen proje dosyalarının içe aktarılması
