Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: #### The competition has ended on **February 15th, 2014.** Support LMMS and buy the compilation over at our [bandcamp page.](https://lmms.bandcamp.com/) Listen to all entries [here.](https://soundcloud.com/groups/lmms-top-songs-compilation) Winners: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/27083727&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Original description: If you have made amazing songs with LMMS we have a contest for you! A LMMS top songs contest. The compilation aims to inspire new users and get new producers to use the program as well as to give a big thank you to LMMS developers. The compilation will be uploaded to Bandcamp and all profit will be donated for the further development of LMMS. Submit your song before midnight on February 15th, and find details about this contest on the Soundcloud site. #### Competition rules: 1. The Deadline. The songs must be submitted by February 15th 12 PM GMT. A user can submit a maximum of two songs. The songs can be of any genre, preferably under 10 minutes. All submissions will be handled via SoundCloud using the dedicated group. User CAN submit previously released songs. Remixes are not allowed. The song should be made mostly in LMMS, but it is allowed to use some other software (Audacity, Ardour etc.) for post mixing/mastering. 2. The Judges. The judges consist of the group Avelocity: Brian Amin (Maniarib), Joshua Wade (Second Flight), Uroš Maravić (Umcaruje), Evan Roberts (Stakeout Punch), Joshua Flynn (Raptor980), Jan Heemstra (Combustible Lemonade) 3. The Judging Process. After the deadline, the judges will make their decisions and release the results within next 7 days. 4. Release. The compilation will be released on a dedicated LMMS artists Bandcamp with the price of “Pay what you want”. All the received funds will be donated for further development of LMMS, the program that we love.
fi: #### Kilpailu päättyi **helmikuun 15, 2014.** Tue LMMS:ää ja osta kokoelma sivultamme [Bandcamp sivu.](https://lmms.bandcamp.com/) Kuuntele kaikki osallstujakipaleet [täällä.](https://soundcloud.com/groups/lmms-top-songs-compilation) Voittajat: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/27083727&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Alkuperäinen kuvaus: Mikäli olet tehnyt huikeita raitoja LMMS:llä, meillä olisi sinulle kilpailu! LMMS: kärkikipaleiden kilpailu. Kokoelma tähtää innostamaan uusia käyttäjiä ja saamaan uusia tuottajia käyttämään ohjelmaa kuten myös antamaan ison kiitoksen LMMS-kehittäjille. Kokoelma tullaan lataamaan Bandcampiin ja kaikki tuotto menee LMMS:n lisäkehitykseen. Toimita raitasi ennen keskiyötä Helmikuun 15, ja tutustu kilpailun yksityiskohtiin Soundcloud-sivulla. #### Kilpailun säännöt: 1. Aikaraja. Raidat tulee toimittaa ennen helmikuun 15. 12 yöllä GMT-aikaa. Käyttäjä voi toimittaa enimmillään kaksi musiikkikappaletta. Kappaleet voivat olla mitä tahansa genreä, joka suositeltavimmin alle 10 minuuttia pitkä. Kaikki lähetysraidat tullaan käsittelemään Soundcloudin kautta käyttäen omistautunutta ryhmää. Käyttäjä VOI toimittaa aiemmin julkaistujakin kappaleita. Uudelleenmiksauksia ei sallita. Kipaleen tulee olla tehty enimmäkseen LMMS:ssä, The song should be made mostly in LMMS, mutta joitakin muita sovelluksia sallitaan myös (Audacity, Ardour jne.) jälkimiksaukseen/masterointiin. 2. Tuomarit. Tuomaristo koostuu yhtyeestä Avelocity: Brian Amin (Maniarib), Joshua Wade (Second Flight), Uroš Maravić (Umcaruje), Evan Roberts (Stakeout Punch), Joshua Flynn (Raptor980), Jan Heemstra (Combustible Lemonade) 3. Tuomarointiprosessi. Aikarajan jälkeen, tuomarit tekevät päätöksensä ja julkaisevat tulokset 7 päivän sisällä. 4. Julkaisu. Kokoelma tullaan julkaisemaan omistautuneella LMMS -artistit sivulla Bandcampissa jossa hintalapussa lukee että "maksa mitä haluat". Kaikki tuotot tullaan lahjoittamaan rakastamamme ohjelman LMMS:n lisäkehitykselle.
fr: #### La compétition s'est terminée le **15 février 2014.** Supportez LMMS et achetez la compilation sur notre [page bandcamp.](https://lmms.bandcamp.com/) Écoutez tous les morceaux proposés [ici.](https://soundcloud.com/groups/lmms-top-songs-compilation) Gagnants: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/27083727&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Description originale : Si vous avez fabriqué des morceaux supers avec LMMS, nous avons un concours pour vous ! Un concours des meilleurs morceaux LMMS. Le concours a pour objectif d'encourager les nouveaux utilisateurs et d'avoir de nouveaux producteurs qui utilisent le programme, ainsi que de rendre un gros merci aux développeurs de LMMS. La compilation sera téléversée sur bandcamp et tous les profits seront donnés pour des développements futurs de LMMS. Soumettez votre morceau avant minuit le 15 février, et trouvez les détails à propos de ce concours sur le site soundcloud. #### Règles du concours : 1. La date limite. Les pistes doivent être soumises pour le 15 février à 12 PM GMT. Un utilisateur peut soumettre un maximum de deux morceaux. Les pistes peuvent être de tous les genres, de préférence inférieures à 10 minutes. Toutes les soumissions seront gérées via SoundCloud en utilisant le groupe dédié. Un utilisateur PEUT soumettre un morceau sorti précédemment. Les remixes ne sont pas autorisés. Le morceau devrait être fait principalement dans LMMS, mais il est permis d'utiliser d'autres logiciels (Audacity, Ardour,...etc.) pour les traitements de mixage/mastérisation. 2. Les juges. Les juges sont composés du groupe Avelocity : Brian Amin (Maniarib), Joshua Wade (Second Flight), Uroš Maravić (Umcaruje), Evan Roberts (Stakeout Punch), Joshua Flynn (Raptor980), Jan Heemstra (Combustible Lemonade) 3. Le processus de jugement. Après la date limite, les juges prendront leurs décisions et donneront les résultats dans les 7 jours suivants. 4. Sortie. La compilation sortira sur un bandcamp dédié aux artistes LMMS à prix libre. Tous les fonds reçus seront donnés pour des développements futurs de LMMS, le programme que nous aimons.
hi_in: #### प्रतियोगिता **15 फरवरी, 2014** को समाप्त हो गई है। LMMS का समर्थन करें और हमारे [bandcamp पेज](https://lmms.bandcamp.com/)%MCEPASTEBIN% पर संकलन खरीदें। सभी प्रविष्टियों को [यहाँ](https://soundcloud.com/groups/lmms-top-songs-compilation) सुनें। विजेता: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/27083727&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### मूल विवरण: यदि आप LMMS के साथ अद्भुत गाने बना चुके हैं तो हमारे पास आपके लिए एक प्रतियोगिता है! एक LMMS top songs प्रतियोगिता। यह संकलन नए उपयोगकर्ताओं को प्रेरित करने और नए उत्पादकों से सॉफ्टवेयर का उपयोग करवाने के साथ-साथ LMMS डेवलपर्स का शुक्रिया अदा करने की ओर उद्देश्यीत है। इस संकलन को Bandcamp पर अपलोड किया जाएगा और सभी लाभ LMMS के आगामी विकास के लिए दान किए जाएंगे। अपना गीत 15 फरवरी की आधी रात से पहले प्रस्तुत करें, और साउंडक्लाउड साइट पर इस प्रतियोगिता के बारे में विवरण प्राप्त करें। #### प्रतियोगिता के नियम: 1. समयसीमा. गाने 15 फरवरी 12 बजे GMT तक प्रस्तुत किए जा सकते हैं। एक उपयोगकर्ता अधिकतम दो गाने प्रस्तुत कर सकता है। गाने किसी भी शैली के हो सकते हैं, अधिमानतः 10 मिनट के भीतर। सभी प्रस्तुतियाँ SoundCloud के माध्यम से समर्पित समूह के द्वारा नियंत्रित की जाएंगी। Remixes की अनुमति नहीं है। गीत को ज्यादातर LMMS में बनाया जाना चाहिए, लेकिन पोस्ट मिक्सिंग/मास्टरिंग के लिए कुछ अन्य सॉफ्टवेयर (Audacity, Ardour आदि) का उपयोग करने की अनुमति है। 2. जजेस. जजों के समूह में शामिल है Avelocity: Brian Amin (Maniarib), Joshua Wade (Second Flight), Uroš Maravić (Umcaruje), Evan Roberts (Stakeout Punch), Joshua Flynn (Raptor980), Jan Heemstra (Combustible Lemonade) 3. चुनाव की प्रक्रिया. समयसीमा के बाद, जजेस अपने फैसले करेंगे और अगले 7 दिनों के भीतर परिणाम जारी करेंगे। 4. रिलीज़. संकलन को एक समर्पित LMMS artists Bandcamp पर "जो चाहो, वो चुकाओ" की कीमत के साथ रिलीज़ किया जाएगा। सभी प्राप्त धन LMMS के विकास के लिए दान किया जाए, वह प्रोग्राम जिसे हम प्यार करते हैं।
sl: #### Tekmovanje se je zaključilo **15. februarja 2014***. Podprite LMMS in kupite kompilacijo na naši [bandcamp strani.](https://lmms.bandcamp.com/) Skladbe poslušajte [tukaj.(https://soundcloud.com/groups/lmms-top-songs-compilation) Zmagovalci: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/27083727&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Originalni opis: Spet je ta čas leta: Če ste ustvarili sijajne skladbe z LMMS, imamo za vas tekomvanje! Vrnil se je The Best of LMMS! Kompilacija je namenjena navdihu novih uporabnikov in vsakogra, ki ustvarja glasbo. Pošljite svojo skladbo preko spodnje povezavo še pred polnočjo (23:59.59 UTC čas) 16. marca, podrobnosti pa poiščite v [soundcloud group.](https://soundcloud.com/groups/the-best-of-lmms-competition-v3) #### Pravila tekmovanja: 1. **Rok oddaje:** - Skladba mora biti oddana do 15. februarja 2014 do 12PM GMT 2. **Skladba:** - Vse skladbe bodo morale biti v ustrezni skupini na Soundcloud-u. Lahko pošljete največ dve skladbi. - Mora biti ustvarjena v LMMS. - Druge programe lahko uporabite za masterizacijo ali dodatno obdelavo. - Mora biti krajša od 10 minut. - Prejšnje zmagovalne skladbe iz Best of LMMS albumov niso dovoljene. - Priredb ne sprejemamo. - Sodelovanje s sodniki ni dovoljeno. 3. **Sodniki:** -Sodniki izhajajo iz skupine Avelocity: Brian Amin (Maniarib), Joshua Wade (Second Flight), Uroš Maravić (Umcaruje), Evan Roberts (Stakeout Punch), Joshua Flynn (Raptor980), Jan Heemstra (Combustible Lemonade) 4. **Sojenje:** - Po poteku roka, bodo sodniki sprejeli in objavili odločitev v roku 14 dni. 5. **Izdaja:** - Kompilacija bo izdana kot album na Bandcamp-u s ceno "Plačaj kolikor želiš". Ves zaslužek bo doniran za nadaljni razvoj LMMS, programa, bi ga ljubimo.
tr: #### Yarışma **15 Şubat 2014'te sona erdi.** LMMS'yi destekleyin ve derlemeyi [bandcamp sayfamızdan](https://lmms.bandcamp.com/) satın alın. Tüm girişleri [buradan] dinleyin.(https://soundcloud.com/groups/lmms-top-songs-compilation) Kazananlar: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/27083727&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Orijinal açıklama: LMMS ile harika şarkılar yaptıysanız, sizin için bir yarışmamız var! Bir LMMS en iyi şarkı yarışması. Derleme, yeni kullanıcılara ilham vermeyi ve yeni üreticilerin programı kullanmasını sağlamanın yanı sıra LMMS geliştiricilerine büyük bir teşekkür etmeyi amaçlıyor. Derleme Bandcamp'a yüklenecek ve tüm kar LMMS'nin daha da geliştirilmesi için bağışlanacak. önce şarkını gönder 15 Şubat gece yarısına gidin ve bu yarışmayla ilgili ayrıntıları Soundcloud sitesinde bulabilirsiniz. #### Yarışma kuralları: 1. Son Tarih. Şarkılar 15 Şubat 12 PM GMT'ye kadar gönderilmelidir. Bir kullanıcı en fazla iki şarkı gönderebilir. Şarkılar her türden olabilir, tercihen 10 dakikanın altında. Tüm gönderimler, özel grup kullanılarak SoundCloud aracılığıyla işlenecektir. Kullanıcı önceden yayınlanmış şarkıları gönderebilir. Remikslere izin verilmez. Şarkı çoğunlukla LMMS'de yapılmalıdır, ancak post mix/mastering için başka yazılımların (Audacity, Ardor vb.) kullanılmasına izin verilir. 2. Yargıçlar. Yargıçlar Avelocity grubundan oluşur: Brian Amin (Maniarib), Joshua Wade (İkinci Uçuş), Uroš Maravić (Umcaruje), Evan Roberts (Stakeout Punch), Joshua Flynn (Raptor980), Jan Heemstra (Combustible Limonata) 3. Yargılama Süreci. Süre bitiminden sonra hakimler kararlarını verecek ve sonuçları önümüzdeki 7 gün içinde açıklayacak. 4. Serbest bırakın. Derleme, "İstediğini öde" fiyatıyla özel bir LMMS sanatçıları Bandcamp'ta yayınlanacak. Alınan tüm fonlar sevdiğimiz program olan LMMS'nin daha da geliştirilmesi için bağışlanacak.

# Error &lt;b&gt;%code%&lt;/b&gt;
source: Error <b>%code%</b>
fi: Virhe <b>%code%</b>
fr: Erreur <b>%code%</b>
pl: Błąd <b>%ckod%</b>
sl: Napaka <b>%code%</b>
tr: Hata <b>%code%</b>

source: If you followed a valid link on this site, please contact us about it and <a href="//github.com/LMMS/lmms.io/issues/new">file an issue</a> on GitHub.
es: Si has sido dirigido a un enlace válido en este sitio web, por favor contáctenos y <a href="//github.com/LMMS/lmms.io/issues/new">reporta el problema</a> en GitHub.
fi: Mikäli seurasit kelvollisen linkin kautta tälle sivulle, otathan meihin yhteyttä sen johdosta ja <a href="//github.com/LMMS/lmms.io/issues/new">tee vikailmoitus</a> GitHub:issa.
fr: Si vous avez suivi un lien présent sur ce site, veuillez nous contacter à ce sujet et <a href="//github.com/LMMS/lmms.io/issues/new">soumettre un problème</a> sur GitHub.
hi_in: यदि आपने इस साइट पर एक वैध लिंक का अनुसरण किया है, तो कृपया इसके बारे में हमसे संपर्क करें और GitHub पर <a href="//github.com/LMMS/lmms.io/issues/new">समस्या दर्ज</a> करें।
it: Se hai seguito un link valido su questo sito, ti preghiamo di contattarci e di <a href="//github.com/LMMS/lmms.io/issues/new">riportare il problema</a> su GitHub.
pl: Jeśli kliknąłeś/aś na prawidłowy link na tej stronie, skontaktuj się z nami w tej sprawie i <a href="//github.com/LMMS/lmms.io/issues/new">zgłoś problem</a> na GitHubie.
sl: Če ste sledili veljavni povezavi s te strani, nam to sporočite in prijavite <a href="//github.com/LMMS/lmms.io/issues/new">težavo z datoteko</a> na GitHub.
tr: Sitede olması gereken bir sayfaya ulaşmaya çalıştıysanız, lütfen bizimle iletişime geçin ya da GitHub'da <a href="//github.com/LMMS/lmms.io/issues/new">bir sorun bildirin </a>.

source: Powered by
es: Potenciado por
fi: Voimanpesänä toimii
fr: Propulsé par
he: מופעל באמצעות
pl: Oparto na
sl: Omogoča
tr: Destekleyen

source: Author:
es: Autor:
fi: Tekijä
fr: Auteur :
he: יוצר/ת:
hi_in: प्रणेता:
it: Autore:
pl: Autor:
sl: Avtor:
tr: Yazar:

source: Modified/Themed By:
es: Modificación/Tema por:
fi: Muokkaama/teemaama:
fr: Modifié/mis en thème par :
hi_in: परिवर्तित/थीम्ड द्वारा:
it: Modificato / Tema Di:
pl: Zmodyfikowany przez:
sl: Priredil/tematiziral:
tr: Düzenleyen/Tema Oluşturan:

source: Scalable Vector Format
es: Formato de vector escalable (SVG)
fi: Skaalattava vektorimuoto
fr: Format vectoriel évolutif
hi_in: स्केलेबल वेक्टर फॉर्मेट
it: Formato vettoriale scalabile
pl: Format SVG
tr: Ölçeklenebilir Vektör Biçimi

source: PNG Format
es: Formato PNG
fi: PNG-tiedostomuoto
fr: Format PNG
he: פורמט PNG
hi_in: PNG फोर्मेट
it: Formato PNG
pl: Format PNG
tr: PNG Biçimi

source: Gimp Image Editor Format
es: Formato del editor de imágenes Gimp
fi: GIMP -kuvanmuokkausohjelman muoto
fr: Format de l'éditeur d'image Gimp
he: פורמט עורך התמונות GIMP
hi_in: Gimp इमेज एडिटर फॉर्मेट
it: Formato Gimp Image Editor
pl: Format edytora graficznego GIMP
sl: Gimp Image urejevalnik Format
tr: GIMP Görüntü Düzenleyici Biçimi

source: Portable Document Format
es: Formato de documento portable
fi: Portattava asiakirjamuoto
fr: Format de document portable (PDF)
he: פורמט PDF
hi_in: पोर्टेबल डॉक्यूमेंट फोर्मेट
it: PDF - Portable Document Format
pl: Format PDF
tr: Taşınabilir Belge Biçimi

source: Adobe Photoshop Format
es: Formato de Adobe Photoshop
fi: Adobe Photoshop:in tiedostomuoto
fr: Format Adobe Photoshop
he: פורמט Adobe Photoshop
hi_in: Adobe फोटोशॉप फोर्मेट
it: Formato Adobe Photoshop
pl: Format Adobe Photoshop
tr: Adobe Photoshop Biçimi

source: JPEG Format
es: Formato JPEG
fi: JPEG-tiedostomuoto
fr: Format JPEG
he: פורמט JPEG
hi_in: JPEG फोर्मेट
it: Formato JPEG
pl: Format JPEG
tr: JPEG Biçimi

source: Bitmap Format
es: Formato de mapa de bits
fi: Bitmap-tiedostomuoto
fr: Format Bitmap
he: פורמט Bitmap
hi_in: बिटमैप फोर्मेट
it: Formato bitmap
pl: Format BMP
sl: Bitmap zapis
tr: Bitmap Biçimi

source: Windows Icon Format
es: Formato de ícono de Windows
fi: Windowsin kuvakemuoto
fr: Format d'icône Windows
hi_in: Windows आइकन फोर्मेट
it: Formato icona di Windows
pl: Format ikon Windows
tr: Windows Simge Biçimi

source: Apple Icon Format
es: Formato de ícono de Apple
fi: Applen kuvakemuoto
fr: Format d'icône Apple
hi_in: Apple आइकन फोर्मेट
it: Formato di Apple Icon
pl: Format ikon Apple
tr: Apple Simge Biçimi

source: Home
fi: Koti
fr: Accueil
he: בית
hi_in: होम
pl: Strona główna
sl: Domov
tr: Ana Sayfa

source: Tracks made with LMMS
es: Pistas hechas en LMMS
fi: Raitoja jotka on tehty LMMS:llä
fr: Titres réalisés avec LMMS
he: רצועות שנוצרו עם LMMS
hi_in: LMMS से बनाये गए ट्रैक्स
it: Tracce realizzate con LMMS
pl: Utwory wykonane w LMMS
sl: Skladbe ustvarjene z LMMS
tr: LMMS kullanılarak yapılmış parçalar

source: The Best of LMMS Vol. 5 by LMMS Artists
es: Lo mejor de LMMS Vol. 5 por artistas de LMMS
fi: LMMS:n Parhaat osa 5 LMMS artistien tekemänä
fr: Le meilleur de LMMS volume 5 par des artistes LMMS
he: המיטב של LMMS, חלק 5, מאת אומני LMMS
pl: The Best of LMMS, edycja V w wykonaniu artystów LMMS
sl: Naj-LMMS 5. v izvedbi LMMS izvajalcev
tr: LMMS'in En İyileri Vol.5 by LMMS Sanatçıları

source: The Best of LMMS Vol. 4 by LMMS Artists
es: Lo mejor de LMMS Vol. 4 por artistas de LMMS
fi: LMMS:n Parhaat osa 4 LMMS artistien tekemänä
fr: Le meilleur de LMMS volume 4 par des artistes LMMS
he: המיטב של LMMS, חלק 4, מאת אומני LMMS
it: Best of LMMS Vol.4 dagli Artisti di LMMS
pl: The Best of LMMS, edycja IV w wykonaniu artystów LMMS
sl: Naj-LMMS 4. v izvedbi LMMS izvajalcev
tr: LMMS'in En İyileri Vol.4 by LMMS Sanatçıları

source: The Best of LMMS Vol.3 by LMMS Artists
es: Lo Mejor de LMMS Vol. 3 por artistas de LMMS
fi: LMMS:n Parhaat osa.3 LMMS artistien tekemänä
fr: Le meilleur de LMMS volume 3 par des artistes LMMS
he: המיטב של LMMS, חלק 3, מאת אומני LMMS
it: Best of LMMS Vol.3 dagli Artisti di LMMS
pl: The Best of LMMS, edycja III w wykonaniu artystów LMMS
sl: Naj-LMMS 3. v izvedbi LMMS izvajalcev
tr: LMMS'in En İyileri Vol.3 by LMMS Sanatçıları

source: The Best of LMMS Vol.2 by LMMS Artists
es: Lo Mejor de LMMS Vol. 2 por artistas de LMMS
fi: LMMS:n Parhaat osa.2 LMMS artistien tekemänä
fr: Le meilleur de LMMS volume 2 par des artistes LMMS
he: המיטב של LMMS, חלק 2, מאת אומני LMMS
it: Best of LMMS Vol.2 dagli Artisti di LMMS
pl: The Best of LMMS, edycja II w wykonaniu artystów LMMS
sl: Naj-LMMS 2. v izvedbi LMMS izvajalcev
tr: LMMS'in En İyileri Vol.2 by LMMS Sanatçıları

source: The Best of LMMS Vol.1 by LMMS Artists
es: Lo Mejor de LMMS Vol. 1 por artistas de LMMS
fi: LMMS:n Parhaat osa.1 LMMS artistien tekemänä
fr: Le meilleur de LMMS volume 1 par des artistes LMMS
he: המיטב של LMMS, חלק 1, מאת אומני LMMS
it: Best of LMMS Vol.1 dagli Artisti di LMMS
pl: The Best of LMMS, edycja I w wykonaniu artystów LMMS
sl: Naj-LMMS 1 v izvedbi LMMS izvajalcev
tr: LMMS'in En İyileri Vol.1 by LMMS Sanatçıları

source: Nightly Versions
es: Versiones Nightly
fi: Ääriaikaiset viimeistelemättömät koejulkaisut
fr: Versions nightly
he: גרסאות לֵיליות
pl: Wersje nightly
sl: Nočne različice
tr: Gecelik Sürümler

source: Downloads labeled Beta or Nightly are pre-release software, stability may suffer.
es: Las descargas etiquetadas como Beta o Nightly son software previo a un lanzamiento, por lo que la estabilidad podría verse afectada.
fi: Lataukset jotka ovat merkatut betaksi tai nightlyksi, ovat viimeistelemättömiä esijulkaisuja, tämän johdosta voi ilmetä epävakautta.
fr: Les téléchargements portant la mention "Bêta" sont des pré-versions du logiciel ; la stabilité pourrait ne pas être au rendez-vous.
pl: Wersje oznaczone jako Beta i Nightly są wersjami testowymi programu. Mogą więc mieć problemy ze stabilnością.
sl: Prenosi z oznako Beta ali Nightly so predizdaje, ki lahko imajo manjšo stabilnost.
tr: Beta veya Nightly etiketli indirmeler, yayın öncesi sürümlerdir ve kararsız olabilir.

source: The Best of LMMS vol. VIII
es: Lo Mejor de LMMS vol. VIII
fi: LMMS:n Parhaat osa VIII
fr: Le meilleur de LMMS volume 8
he: המיטב של LMMS, חלק 8
pl: The Best of LMMS, edycja VIII
sl: Naj-LMMS VIII
tr: LMMS'in En İyileri vol. 8
