Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: #### The competition has ended on **April 16th, 2018**. Support LMMS and buy the compilation over at our [bandcamp page.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-5) Listen to all entries [here.](https://docs.google.com/spreadsheets/d/e/2PACX-1vQOjvIBp40ez-2QrPsGHt_LGY2XejaOFZrXWsgPVPXoH7w7QQriUV52_OeCQBL9tcOPlCxdUw2HC6Ud/pubhtml?gid=1958072675&single=true) Winners: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/519667455&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Original description: We are proud to present to you The Best of LMMS contest volume 5! The contest aims to inspire the community to create and share their music. Submit your track at the link below before midnight (23:59.59) on April 16th (UTC time) for a chance to be featured on the BoL v5 album. The compilation will be uploaded to Bandcamp, with all profits going towards LMMS' further development. [Submit here](https://goo.gl/47ZXq1) #### Competition rules: 1. **The Deadline:** - Track must be submitted by April 16th 2018 at 23:59.59 UTC using [this form](https://goo.gl/47ZXq1). 2. **The Track:** - Must be produced in LMMS. - You may use other programs for mastering and post processing. - Must be under 10 minutes long. - No winning tracks from previous Best of LMMS albums allowed. - No remixes allowed. 3. **The Submissions:** - You must submit using this form only. - No more than ONE entry per artist is allowed.* - Collaborations count as ONE entry for each artist involved.* - No collaborating with judges on entries. - Only submissions hosted on Soundcloud, YouTube, or Clyp are allowed. - Your entry must be available for listening until the end of the judging process. If not, your entry will be disqualified. 4. **The Judges:** -The jury consists of: Dull Machine, Etorna_Z, Jernemies, Poleroyd, Umcaruje and Unfa. 5. **The Judging:** - After the deadline, the judges will score each track and release the results within 14 days. 6. **Release:** - The 25 highest scoring songs will be released as an album on Bandcamp with the price of “Pay what you want”. All the received funds will be donated for further development of LMMS, the program that we love. \* *This year the judging process has changed, to ensure fairer handling of entries. The change to one submission only is to allow each and every entry to be fully scored by the panel of judges. This was previously handled by a preliminary screening round to help cut down the large amount of entries received. By lowering the amount of up-front entries allowed, the judges will have the time to fully score each track entered.*
fi: #### Kilpailu päättyi **Huhtikuun 16, 2018**. Tue LMMS-hanketta ja osta musiikkikokoelma osoitteesta [bandcamp page.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-5) Kuuntele kaikki raidat [täällä.](https://docs.google.com/spreadsheets/d/e/2PACX-1vQOjvIBp40ez-2QrPsGHt_LGY2XejaOFZrXWsgPVPXoH7w7QQriUV52_OeCQBL9tcOPlCxdUw2HC6Ud/pubhtml?gid=1958072675&single=true) Voittajat: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/519667455&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Alkuperäinen kuvaus: Esitämme teille ylpeänä LMMS-kilpailun Parhaat osan 5! Kilpailu tähtää innostamaan yhteisöä luomaan ja jakamaan musiikkiaan. Lähetä raitasi alla olevan linkin kautta ennen keskiyötä (23:59.59) huhtikuun 16. (UTC-aikaa) jotta saat mahdollisuuden tulla sisällytetyksi BoL v5 -albumilla. Kokoelma tullaan lataamaan Bandcamp:iin, jonka kaikki tuotot menevät suoraan LMMS:n lisäkehitykseen. [Lähetä tänne](https://goo.gl/47ZXq1) #### Kilpailun säännöt: 1. **Aikaraja:** - Raita pitää toimittaa huhtikuun 16. Päivä mennessä ennen kello 23:59.59 UTC-aikaa käyttäen [tätä kaavaketta](https://goo.gl/47ZXq1). 2. **Raita:** - Pitää olla tehty LMMS:ssä.. - Voit käyttää muita ohjelmia masterointiin ja jälkikäsittelyyn - Pitää olla alle 10 minuuttia pitkä. - Voittoraitoja edellisltä kokoelmalta ei sallita. - Uudelleenmiksauksia ei sallita. 3. **Kun lähetät:** - Sinun tulee käyttää lähettäessä vain tätä kaavaketta - Vain yksi osallistumisraita artistia kohti sallitaan, ei enempää.* - Yhteistyöraidat lasketaan yhdeksi osallistujaraidaksi jokaiselle artistille jotka ovat osallisia.* - Yhteistyökollaboraatiota tuomarien kanssa ei sallita. - Lähetteet jotka ovat hostattuna Soundcloudissa, YouTubessa, tai Clypissa sallitaan. - Ehdokasraitasi tulee olla tarjolla kuunneltavaksi tuomaroinnin aivan loppuun saakka. Mikäli näin ei ole, raitasi hylätään. 4. **Tuomarit:** -Tuomaristo koostuu seuraavista henkilöistä: Dull Machine, Etorna_Z, Jernemies, Poleroyd, Umcaruje ja Unfa. 5. **Tuomarointi:** - Aikarajan jälkeen, tuomarit tekevät päätöksensä ja julkaisevat tulokset 14 päivän sisällä. 6. **Julkaisu:** - 25 korkeimmin pisteytettyä biisiraitaa tullaan julkaisemaan albumina Bandcampissa jossa hinta “maksa mitä haluat”. Kaikki tuotto tulee menemään lahjoituksena meidän kaikkien rakastaman LMMS:n lisäkehitykselle. \* *Tänä vuonna tuomarointiprosessi on muuttunut, varmistaaksemme osallistujakappaleiden reilumman käsittelyn. Muutos vain yhden lähetyksen malliin sallii jokaisen osallstujabiisin tulla täysin pisteytetyksi paneelin tuomarien toimesta. Aiemmin tämä käsiteltiin esikierroksen katsauksen kautta helpottamaan osallistujakappalaiden suuren määrän kanssa. Alentamalla lähtökohtaista osallistujakappaleiden määrää, tuomareilla on aikaa pisteyttää jokainen osallistunut raita.*
fr: #### La compétition s'est terminée le **16 avril 2018**. Supportez LMMS et achetez la compilation sur notre [page Bandcamp.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-5) Écoutez tous les morceaux proposés [ici.](https://docs.google.com/spreadsheets/d/e/2PACX-1vQOjvIBp40ez-2QrPsGHt_LGY2XejaOFZrXWsgPVPXoH7w7QQriUV52_OeCQBL9tcOPlCxdUw2HC6Ud/pubhtml?gid=1958072675&single=true) Gagnants : <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/519667455&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Description originale : Nous sommes fiers de vous présenter le concours 'Le meilleur de LMMS volume 5' ! Le concours a pour objectif d'encourager les membres de la communauté à créer et partager leurs musiques. Faites parvenir votre piste par le lien ci-dessous avant minuit (23h59m59s) le 16 avril (heure UTC) pour avoir une chance de figurer sur l'album 'Le meilleur de LMMS v5'. La compilation sera téléversée sur Bandcamp, et tous les profits iront vers les futurs développements de LMMS. [Soumettez ici](https://goo.gl/47ZXq1) #### Règlement du concours : 1. **La date limite :** - les pistes doivent être soumises avant le 16 avril à 23h59m59s UTC en utilisant [ce formulaire](https://goo.gl/47ZXq1). 2. **Les pistes :** - doivent être produites dans LMMS. - vous pouvez utiliser d'autres programmes pour la mastérisation et le post-traitement. - doivent avoir une durée inférieure à 10 minutes. - aucune piste gagnante issue de précédents albums 'Le meilleur de LMMS', n'est autorisée. - les remixes ne sont pas autorisés. 3. **Les soumissions :** - vous ne pouvez soumettre qu'en utilisant ce formulaire. - pas plus d'UN morceau par artiste n'est autorisé. - les collaborations comptent pour UN morceau pour chaque artiste impliqué. - pas de collaboration avec les juges dans les entrées. - seules les soumissions hébergées sur Soundcloud, YouTube ou Clyp sont autorisées. - votre entrée doit être disponible à écouter jusqu'à la fin du processus de jugement. Sinon, votre entrée sera disqualifiée. 4. **Les juges :** -le jury est composé de : Dull Machine, Etorna_Z, Jernemies, Poleroyd, Umcaruje et Unfa. 5. **Le jugement :** - après la date limite, les juges noteront chaque piste et rendront leurs résultats sous 14 jours. 6. **Publication :** - les 25 morceaux ayant les scores les plus hauts seront publiés sous forme d'un album sur Bandcamp à “prix libre“. Tous les montants perçus seront donnés pour les futurs développements de LMMS, le programme que nous aimons. \* *Cette année, le processus d'évaluation a changé afin d'assurer un traitement plus équitable des soumissions. La modification pour une seule soumission est de permettre à chaque soumission d'être entièrement notée par le jury. Cette question était auparavant traitée dans le cadre d'une sélection préliminaire pour aider à réduire le grand nombre de soumissions reçues. En diminuant le nombre de soumissions initiales permises, les juges auront le temps de noter chaque piste soumise.*
hi_in: #### प्रतियोगिता **16 अप्रैल, 2018** को समाप्त हो गई है। LMMS का समर्थन करें और हमारे [bandcamp पेज] पर संकलन खरीदें।(https://lmms.bandcamp.com/album/the-best-of-lmms-vol-5) सभी प्रविष्टियों को [यहाँ] सुनें।(https://docs.google.com/spreadsheets/d/e/2PACX-1vQOjvIBp40ez-2QrPsGHt_LGY2XejaOFZrXWsgPVPXoH7w7QQriUV52_OeCQBL9tcOPlCxdUw2HC6Ud/pubhtml?gid=1958072675&single=true) विजेता: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/519667455&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### मूल विवरण: हम गर्व से आप के लिए प्रस्तुत करते हैं The Best of LMMS प्रतियोगिता volume 5! इस प्रतियोगिता का उद्देश्य समुदाय को अपने संगीत बनाने और साझा करने के लिए प्रेरित करना है। BoL v5 एल्बम में दिखाए जाने के अवसर के लिए 16 अप्रैल (UTC समय) को आधी रात (23: 59.59) से पहले नीचे दिए गए लिंक पर अपना ट्रैक सबमिट करें। संकलन को Bandcamp पर अपलोड किया जाएगा, जिसमें सभी लाभ LMMS के आगे के विकास की ओर जाएंगे। [यहां सबमिट करें](https://goo.gl/47ZXq1) #### प्रतियोगिता के नियम: 1. **समयसीमा:** - ट्रैक 16 अप्रैल 2018 23: 59.59 UTC तक [इस फॉर्म](https://goo.gl/47ZXq1) का उपयोग करके प्रस्तुत किया जाना चाहिए। 2. **ट्रैक:** - LMMS में उत्पादित किया जाना चाहिए। - आप मास्टरिंग और पोस्ट प्रोसेसिंग के लिए अन्य कार्यक्रमों का उपयोग कर सकते हैं। - 10 मिनट से कम समय के लिए होना चाहिए। - पिछले Best of LMMS एल्बम से कोई भी जीतने वाला ट्रैक अनुमति नहीं है। - रीमिक्स की अनुमति नहीं है। 3. **प्रस्तुतियाँ:** - आपको इस फॉर्म का उपयोग करके ही जमा करना होगा। - प्रति कलाकार **एक** से अधिक प्रविष्टि की अनुमति नहीं है। * - सभी सहभागीताएं प्रत्येक शामिल कलाकार की **एक** प्रविष्टि के रूप में गिनी जाएँगी।* - प्रविष्टियों पर जजों के साथ सहभागिता की अनुमति नहीं है। - केवल Soundcloud, YouTube या Clyp पर होस्ट किए गए सबमिशन की अनुमति है। - जजिंग प्रक्रिया के अंत तक आपकी प्रविष्टि सुनने के लिए उपलब्ध होनी चाहिए। यदि नहीं, तो आपकी प्रविष्टि अयोग्य हो जाएगी। 4. **जजेस:** - जजों में शामिल है: Dull Machine, Etorna_Z, Jernemies, Poleroyd, Umcaruje और Unfa। 5. **चुनाव प्रक्रिया:** - समयसीमा के बाद, जजेस अपने फैसले करेंगे और 14 दिनों के भीतर परिणाम जारी करेंगे। 6. **रिलीज़:** 25 उच्चतम स्कोरिंग गाने "जो चाहो, वो चुकाओ" की कीमत के साथ बैंडकैम्प पर एक एल्बम के रूप में जारी किए जाएंगे। सारा प्राप्त धन LMMS के आगे के विकास के लिए दान किया जाएगा, वह प्रोग्राम जिससे हम प्यार करते हैं। \* *इस वर्ष जजों की प्रक्रिया में बदलाव आया है, ताकि प्रविष्टियों की निष्पक्ष हैंडलिंग सुनिश्चित की जा सके। केवल एक सबमिशन में बदलाव जज के पैनल द्वारा प्रत्येक प्रविष्टि को पूरी तरह से स्कोर करने की अनुमति देने के लिए है। इससे पहले प्राप्त प्रविष्टियों की बड़ी मात्रा में कटौती करने में मदद करने के लिए प्रारंभिक स्क्रीनिंग दौर द्वारा नियंत्रित किया गया था। अनुमति दी गई अप-फ्रंट प्रविष्टियों की मात्रा को कम करके, न्यायाधीशों के पास प्रत्येक ट्रैक में प्रवेश करने के लिए पूरी तरह से स्कोर करने का समय होगा।*
sl: #### Tekmovanje se je zaključilo **16. aprila 2018***. Podprite LMS in kupite kompilacijo na naši [bandcamp strani.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-5) Skladbe poslušajte [tukaj.](https://docs.google.com/spreadsheets/d/e/2PACX-1vQOjvIBp40ez-2QrPsGHt_LGY2XejaOFZrXWsgPVPXoH7w7QQriUV52_OeCQBL9tcOPlCxdUw2HC6Ud/pubhtml?gid=1958072675&single=true) Zmagovalci: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/768817671&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Originalni opis: Ponosni smo, da vam lahko predstavimo The Best of LMMS contest volume 6! Namen tekmovanja je navdihniti skupnost da ustvarja in deli svojo glasbo. Pošljite svojo skladbo preko spodnje povezavo še pred polnočjo (23:59.59 UTC čas) 16. aprila in morda boste vključeni v BoL v5 album. Kompilacija bo naložena na Bandcamp, ves zaslužek pa bo šel v nadaljni razvoj LMMS. [Pošlji tukaj](https://goo.gl/forms/lNmexmoqWiwiKDUf1) #### Pravila tekmovanja: 1. **Rok oddaje:** - Skladba mora biti oddana do 16. aprila 2018 do 23:59.59 UTC z uporabo [tega obrazca](https://goo.gl/forms/lNmexmoqWiwiKDUf1). 2. **Skladba:** - Mora biti ustvarjena v LMMS. - Druge programe lahko uporabite za masterizacijo ali dodatno obdelavo. - Mora biti krajša od 10 minut. - Prejšnje zmagovalne skladbe iz Best of LMMS albumov niso dovoljene. - Priredb ne sprejemamo. 3. **Posredovanje:** - Skladbo je potrebno oddati z uporabo tega obrazca. - Vsak avtor lahko odda le ENO skladbo. - Sodelovanja se štejejo kot ENA skladba za vsakega sodelujočega. - Sodelovanje s sodniki ni dovoljeno. - Dovoljene so le skladbe, ki gostujejo na Soundcloud, YouTube, ali Clyp. - Celotna skladba naj bo na voljo na povezavi, ki je navedena v obrazcu. - Prispevek mora biti sodnikom na voljo za poslušanje do konca ocenjevalnega postopka, sicer bo skladba diskvalificirana. 4. **Sodniki:** -Žirijo sestavljajo: Dull Machine, Etorna_Z, Jernemies, Poleroyd, Umcaruje and Unfa. 5. **Sojenje:** - Po poteku roka, bodo sodniki sprejeli in objavili odločitev v roku 14 dni. 6. **Izdaja:** - 25 najbolje ocenjenih skladb bo izdanih kot album na Bandcamp-u s ceno "Plačaj kolikor želiš". Ves zaslužek bo doniran za nadaljni razvoj LMMS, programa, bi ga ljubimo.
tr: #### Yarışma **16 Nisan 2018** tarihinde sona erdi. LMMS'yi destekleyin ve derlemeyi [bandcamp sayfamızdan] satın alın.(https://lmms.bandcamp.com/album/the-best-of-lmms-vol-5) Tüm girişleri [buradan] dinleyin.](https://docs.google.com/spreadsheets/d/e/2PACX-1vQOjvIBp40ez-2QrPsGHt_LGY2XejaOFZrXWsgPVPXoH7w7QQriUV52_OeCQBL9tcOPlCxdUw2HC6=tr) Kazananlar: <iframe width="100%%" height="350" scrolling="no" frameborder="no" allow="autoplay" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/519667455&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true"></iframe> #### Orijinal açıklama: Size The Best of LMMS yarışmasının 5. sini sunmaktan gurur duyuyoruz! Yarışma, topluluğa müziklerini yaratmaları ve paylaşmaları için ilham vermeyi amaçlıyor. Parçanızı gece yarısından önce aşağıdaki bağlantıya gönderin (23:59.59) 16 Nisan'da (UTC saati) BoL v5 albümünde yer alma şansı için. Derleme, tümü ile birlikte Bandcamp'a yüklenecektir. LMMS'nin daha da gelişmesine yönelik karlar. [Buradan gönderin](https://goo.gl/47ZXq1) #### Yarışma kuralları: 1. **Son Tarih:** - Parça, 16 Nisan 2018 23:59.59 UTC'ye kadar [bu form](https://goo.gl/47ZXq1) kullanılarak gönderilmelidir. 2. **Parça:** - LMMS'de üretilmelidir. - Mastering ve post işleme için başka programlar kullanabilirsiniz. - 10 dakikadan kısa olmalıdır. - Önceki Best of LMMS albümlerinden kazanan hiçbir parçaya izin verilmez. - Remixlere izin verilmez. 3. **Gönderiler:** - Yalnızca bu formu kullanarak göndermelisiniz. - Sanatçı başına BİR'den fazla girişe izin verilmez.* - İşbirlikleri, katılan her sanatçı için BİR giriş olarak sayılır.* - Girişlerde hakimlerle işbirliği yapılmaz. - Yalnızca Soundcloud, YouTube veya Clyp'te barındırılan gönderilere izin verilir. - Girişiniz, değerlendirme sürecinin sonuna kadar dinlemeye açık olmalıdır. Aksi takdirde, katılımınız diskalifiye edilecektir. 4. **Hakemler:** -Jüri şunlardan oluşur: Dull Machine, Etorna_Z, Jernemies, Poleroyd, Umcaruje ve Unfa. 5. **Değerlendirme:** - Son teslim tarihinden sonra, jüri üyeleri her parçayı puanlayacak ve sonuçları 14 gün içinde açıklayacaktır. 6. **Sürüm:** - En yüksek puanı alan 25 şarkı, “İstediğini Öde” fiyatıyla Bandcamp'ta albüm olarak yayınlanacak. Alınan tüm fonlar, sevdiğimiz program olan LMMS'nin daha da geliştirilmesi için bağışlanacak. \* *Bu yıl, girişlerin daha adil bir şekilde ele alınmasını sağlamak için değerlendirme süreci değişti. Yalnızca bir başvuruda yapılan değişiklik, her bir girişin jüri heyeti tarafından tam olarak puanlanmasına izin vermektir. Bu, alınan büyük miktardaki girişlerin azaltılmasına yardımcı olmak için daha önce bir ön eleme turu tarafından ele alındı. İzin verilen ön girişlerin miktarını azaltarak, jüri üyeleri girilen her parkuru tam olarak puanlamak için zamana sahip olacaklar.*

source: The Best of LMMS vol. IV
es: Lo Mejor de LMMS vol. IV
fi: LMMS:n Parhaat osa IV
fr: Le meilleur de LMMS volume 4
he: המיטב של LMMS, חלק 4
it: Best of LMMS vol. IV
pl: The Best of LMMS, edycja IV
sl: Naj-LMMS IV
tr: LMMS'in En İyileri vol. 4
