Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: <a href="https://discordapp.com/">Discord</a> is the most active forum for LMMS development. Join our server <a href="/chat/">by clicking here</a>.
es: <a href="https://discordapp.com/">Discord</a> es el foro más activo para el desarrollo de LMMS. Únete al servidor <a href="/chat/">pulsando aquí</a>.
fi: <a href="https://discordapp.com/">Discord</a> On aktiivisin keskustelupaikkamme LMMS:n kehityksessä. Liity palvelimellemme <a href="/chat/">napsauttamalla tätä</a>.
fr: <a href="https://discordapp.com/">Discord</a> est le forum le plus actif pour le développement de LMMS. Rejoignez notre serveur <a href="/chat/">en cliquant ici</a>.
pl: <a href="https://discordapp.com/">Discord</a> jest najbardziej aktywnym forum rozwoju LMMS. Dołącz do naszego serwera, <a href="/chat/">klikając tutaj</a>.
sl: <a href="https://discordapp.com/">Discord</a> je najbolj aktiven forum za razvoj LMMS. Pridruži se strežniku s klikom sem</a>.
tr: <a href="https://discordapp.com/">Discord</a> LMMS geliştirme için en aktif forumdur. sunucumuza katılın <a href="/chat/">buraya tıklayın</a>.

source: Our IRC channel is <a href="https://web.libera.chat/#lmms">#lmms</a> on <a href="https://web.libera.chat">Libera Chat</a>.
es: Nuestro canal IRC es <a href="https://web.libera.chat/#lmms">#lmms</a> en <a href="https://web.libera.chat">Libera Chat</a>.
fi: IRC-kanavamme on <a href="https://web.libera.chat/#lmms">#lmms</a> verkossa <a href="https://web.libera.chat">Libera Chat</a>.
fr: Notre canal IRC est <a href="https://web.libera.chat/#lmms">#lmms</a> sur <a href="https://web.libera.chat">Libera Chat</a>.
pl: Nasz kanał IRC <a href="https://web.libera.chat/#lmms">#lmms</a> na <a href="https://web.libera.chat">Libera Chat</a>.
sl: Naš IRC kanal je <a href="http://webchat.freenode.net/?channels=%23lmms">#lmms</a> na Libera Chat</a>.
tr: IRC kanalımız <a href="https://web.libera.chat/#lmms">#lmms</a> <a href="https://web.libera.chat">Libera Chat</a>.

source: Posting to the mailing list is another way to reach out to our developers:
fi: Postituslistaan viestittäminen on toinen tapa tavoittaa kehittäjämme:
fr: Envoyer un message à la liste de diffusion est un autre moyen de contacter nos développeurs :
pl: Najlepszym sposobem na skontaktowanie się z naszymi programistami jest wysłanie wiadomości na listę mailingową:
sl: Komuniciranje preko seznama elektronske pošte je še en način za dostop do naših razvijalcev:
tr: Posta listesine posta göndermek, geliştiricilerimize ulaşmanın başka bir yoludur:

source: The Best of LMMS vol. IX
es: Lo Mejor de LMMS vol. IX
fr: Le meilleur de LMMS volume 9
pl: The Best of LMMS, edycja IX
sl: Naj-LMMS IX
tr: LMMS`nin En iyileri vol. 9

source: We are proud to present to you The Best of LMMS contest volume 9! The contest aims to inspire the community to create and share their music. Submit your track at the link below before midnight (23:59.59 UTC Time) on April 16th 2022 for a chance to be featured on the BoL v9 album. The compilation will be uploaded to Bandcamp, with all profits going towards LMMS' further development. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScWb8vuktPblEO1-7sTV5Es7nZRmsQOUS_PUYJh--VFbW-hAg/viewform">Submit here</a></p> #### Competition rules: 1. **The Deadline:** - Track must be submitted by April 16th 2022 at 23:59.59 UTC using this form. 2. **The Track:** - Must be produced in LMMS. - You may use other programs for mastering and post processing. - Must be under 10 minutes long. - No winning tracks from previous Best of LMMS albums allowed. - No covers or remixes of other person(s) works are permitted. - Reworks of your own tracks are eligible with judge approval. 3. **The Submissions:** - You must submit using this form only. - No more than ONE entry per artist is allowed. - Collaborations count as ONE entry for each artist involved. - No collaborating with judges on entries. - Only submissions hosted on Soundcloud or YouTube are allowed. - The full track should be available at the submission link provided - Your entry must be available for listening until the end of the judging process. If not, your entry will be disqualified. - The entry must not contain any trademarked or copyrighted material which you do not own the rights to. 4. **The Judges:** - The jury consists of: Etorna, Noeroti, Spekular, Squatro, Stakeout Punch and Umcaruje. 5. **The Judging:** - After the deadline, the judges will make their decisions and release the results within 14-21 days, personal schedules permitting. 6. **Release:** - The 25 highest scoring songs will be released as an album on Bandcamp with the price of “Pay what you want”. All the received funds will be donated for further development of LMMS, the program that we love. **Note: Entries are approved to appear on the submission list by hand, so if you don't see yours, sit tight! It might take a while.**
fr: Nous sommes fiers de vous présenter le concours 'Le meilleur de LMMS volume 9' ! Le concours a pour objectif d'encourager les membres de la communauté à créer et partager leurs musiques. Faites parvenir votre piste par le lien ci-dessous avant minuit (23h59m59s heure UTC) le 16 avril 2022 pour avoir une chance de figurer sur l'album 'Le meilleur de LMMS v9'. La compilation sera téléversée sur Bandcamp, et tous les profits iront vers les futurs développements de LMMS. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScWb8vuktPblEO1-7sTV5Es7nZRmsQOUS_PUYJh--VFbW-hAg/viewform">Soumettez ici</a></p> #### Règlement du concours : 1. **La date limite :** - les pistes doivent être soumises avant le 16 avril 2022 à 23h59m59s UTC en utilisant ce formulaire. 2. **Les pistes :** - doivent être produites dans LMMS. - vous pouvez utiliser d'autres programmes pour la mastérisation et le post-traitement. - doivent avoir une durée inférieure à 10 minutes. - aucune piste gagnante issue de précédents albums 'Le meilleur de LMMS', n'est autorisée. - les reprises ou remixes d'œuvres d'autres personnes ne sont pas autorisés. - les reprises de vos propres morceaux sont admissibles avec l'approbation du jury. 3. **Les soumissions :** - vous ne pouvez soumettre qu'en utilisant ce formulaire. - pas plus d'UN morceau par artiste n'est autorisé. - les collaborations comptent pour UN morceau pour chaque artiste impliqué. - pas de collaboration avec les juges dans les entrées. - seules les soumissions hébergées sur Soundcloud ou YouTube sont autorisées. - la piste complète doit être disponible sur le lien de soumission fourni. - votre entrée doit être disponible à écouter jusqu'à la fin du processus de jugement. Sinon, votre entrée sera disqualifiée. - votre entrée ne doit pas contenir de matériel protégé par une marque ou un droit d'auteur dont vous ne possédez pas les droits. 4. **Les juges :** -le jury est composé de : Etorna, Noeroti, Spekular, Squatro, Stakeout Punch et Umcaruje. 5. **Le jugement :** - après la date limite, les juges prendront leurs décisions et rendront leurs résultats sous 14-21 jours, en fonction de leurs agendas personnels. 6. **Publication :** - les 25 morceaux ayant les scores les plus hauts seront publiés sous forme d'un album sur Bandcamp à “prix libre“. Tous les montants perçus seront donnés pour les futurs développements de LMMS, le programme que nous aimons. **Note : Les entrées sont approuvées manuellement pour apparaître sur la liste des soumissions, donc si vous ne voyez pas la vôtre, restez tranquille ! Cela peut prendre un certain temps.
sl: Ponosno vam predstavljamo natečaj The Best of LMMS, zvezek 9! Natečaj si prizadeva navdihniti skupnost, da ustvarja in deli svojo glasbo. Predložite svojo skladbo preko povezave spodaj do polnoči (23:59.59 UTC čas) 16. aprila 2022, za možnost, da se pojavi na albumu BoL v9. Zbirka bo naložena na Bandcamp, vsi dobički pa bodo namenjeni nadaljnjemu razvoju LMMS. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScWb8vuktPblEO1-7sTV5Es7nZRmsQOUS_PUYJh--VFbW-hAg/viewform">Predložite tukaj</a></p> #### Pravila tekmovanja: 1. **Rok:** - Skladbo je treba predložiti do 16. aprila 2022 ob 23:59.59 UTC preko tega obrazca. 2. **Skladba:** - Morala je biti ustvarjena v LMMS. - Za mešanje in obdelavo poštnega procesa lahko uporabite druge programe. - Dolžina skladbe mora biti manjša od 10 minut. - Ni dovoljeno uporabljati zmagovalnih skladb iz prejšnjih albumov Best of LMMS. - Prepovedani so priredbe ali remiksi del drugih oseb. - Preobdelave lastnih skladb so dovoljene z odobritvijo sodnikov. 3. **Predložitve:** - Predložiti morate samo preko tega obrazca. - Dovoljen je samo en vnos na umetnika. - Sodelovanja štejejo kot en vnos za vsakega vključenega umetnika. - Sodelovanje z sodniki pri vnosih ni dovoljeno. - Dovoljene so samo predložitve, ki so gostovane na Soundcloudu ali YouTubeu. - Celotna skladba mora biti na voljo na predloženi povezavi - Vaš vnos mora biti na voljo za poslušanje do konca postopka ocenjevanja. V nasprotnem primeru bo vaš vnos diskvalificiran. - Vnos ne sme vsebovati nobenega blagovnega ali avtorskega materiala, za katerega nimate pravic. 4. **Sodniki:** - Žirija sestoji iz: Etorna, Noeroti, Spekular, Squatro, Stakeout Punch in Umcaruje. 5. **Ocenjevanje:** - Po roku bodo sodniki sprejeli svoje odločitve in rezultate objavili v 14-21 dneh, če jim to dopuščajo osebni urniki. 6. **Objava:** - 25 najbolje ocenjenih pesmi bo izdanih kot album na Bandcampu po ceni "Plačaj, kolikor želiš". Vsi prejeti sredstva bodo namenjena za nadaljnji razvoj LMMS, programa, ki ga imamo radi. **Opomba: Vnosi so ročno odobreni za prikaz na seznamu predložitev, zato, če ne vidite svojega, bodite potrpežljivi! Morda bo trajalo nekaj časa.**
tr: Size The Best of LMMS yarışmasının 9. sunu sunmaktan gurur duyuyoruz! Yarışma, topluluğa müziklerini yaratmaları ve paylaşmaları için ilham vermeyi amaçlıyor. Parçanızı gece yarısından önce aşağıdaki bağlantıya gönderin (23:59.59 UTC Zaman dilimi) BoL v9 albümünde yer alma şansı için 16 Nisan 2022'de. Derleme Bandcamp'a yüklenecek ve tüm kazanç LMMS'nin daha da geliştirilmesi için kullanılacak. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScWb8vuktPblEO1-7sTV5Es7nZRmsQOUS_PUYJh--VFbW-hAg/viewform">Buraya gönder</a></p> #### Yarışma kuralları: 1. **Son teslim tarihi:** - Parça, bu formu kullanarak 16 Nisan 2022 23:59.59 UTC'ye kadar gönderilmelidir. 2. **Parça:** - LMMS'de üretilmelidir. - Mastering ve post işleme için diğer programları kullanabilirsiniz. - 10 dakikadan kısa olmalıdır. - Önceki Best of LMMS albümlerinden kazanan parçaya izin verilmez. - Başka kişilerin eserlerinin cover'larına veya remix'lerine izin verilmez. - Jüri onayı ile kendi parçalarınızın yeniden işlenmesi uygundur. 3. **Gönderiler:** - Yalnızca bu formu kullanarak göndermelisiniz. - Sanatçı başına BİR'den fazla girişe izin verilmez. - İşbirlikleri, katılan her sanatçı için BİR giriş olarak sayılır. - Girişlerde hakimlerle işbirliği yapılmaması. - Yalnızca Soundcloud veya YouTube'da barındırılan gönderilere izin verilir. - Parçanın tamamı sağlanan gönderim bağlantısında mevcut olmalıdır. - Girişiniz, değerlendirme sürecinin sonuna kadar dinlenmeye açık olmalıdır. Aksi takdirde, katılımınız diskalifiye edilecektir. - Giriş, haklarına sahip olmadığınız herhangi bir ticari marka veya telif hakkıyla korunan materyal içermemelidir. 4. **Hakemler:** - Jüri şu isimlerden oluşuyor: Etorna, Noeroti, Spekular, Squatro, Stakeout Punch ve Umcaruje. 5. **Değerlendirme:** - Son teslim tarihinden sonra, hakemler kararlarını verecek ve sonuçları kişisel programların izin verdiği ölçüde 14-21 gün içinde açıklayacaktır. 6. **Yayımlama:** - En yüksek puanı alan 25 şarkı, “İstediğini öde” fiyatıyla Bandcamp'ta albüm olarak yayınlanacak. Alınan tüm fonlar, sevdiğimiz program olan LMMS'nin daha da geliştirilmesi için bağışlanacak. **Not: Başvurular, gönderim listesinde elle görünmek için onaylanmıştır, bu nedenle sizinkini göremiyorsanız, sıkı durun! Biraz zaman alabilir.**
