Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: Install LMMS on macOS
es: Instalar LMMS en macOS
fi: Asenna LMMS macOS:lle
fr: Installer LMMS sur macOS
he: התקנת LMMS ב־macOS
hi_in: macOS में LMMS इंस्टॉल करें
it: Installa LMMS su macOS
pl: Zainstaluj LMMS na macOS
sl: Namestite LMMS na macOS
tr: MacOS üzerinde LMMS'i yükle

source: Click one of the buttons below to download LMMS for macOS
es: Pulsa uno de los siguientes botones para descargar LMMS para macOS
fi: Napsauta yhtä alla olevista nappuloista ladataksesi LMMS:n macOS:lle
fr: Cliquez sur l'un des boutons ci-dessous pour télécharger LMMS pour macOS
he: יש ללחוץ על אחד הכפתורים למטה כדי להוריד את LMMS ל־macOS.
hi_in: macOS के लिए LMMS डाउनलोड करने के लिए नीचे दिए गए किसी एक बटन पर क्लिक करें।
it: Seleziona uno dei pulsanti seguenti per scaricare LMMS per macOS
pl: Kliknij jeden z przycisków poniżej, aby pobrać LMMS dla systemu macOS
sl: Kliknite na enega od spodnjih gumbov za prenos LMMS za macOS
tr: MacOS için LMMS'yi indirmek için aşağıdaki düğmelerden birini tıklayın

source: Downloads labeled Beta are pre-release software, stability may suffer.
es: Las descargas etiquetadas como "Beta" son para software en etapa de pruebas. La estabilidad de los mismos puede verse afectada.
fi: Lataukset jotka ovat merkityt muotoon beta, ovat esijulkaisuja ohjelmasta, tämän johdosta voi ilmetä epävakautta.
fr: Les téléchargements portant la mention "Bêta" sont des pré-versions du logiciel ; la stabilité pourrait ne pas être au rendez-vous.
hi_in: बीटा लेबल वाले डाउनलोड पूर्व-रिलीज़ सॉफ़्टवेयर हैं, स्थिरता को हानि हो सकती है।
it: Le versioni chiamate "Beta" sono in fase di sviluppo, potrebbero non essere stabili.
pl: Wersje oznaczone jako Beta są wersjami testowymi programu. Mogą więc mieć problemy ze stabilnością.
sl: Prenosi z oznako Beta so predizdaje, ki lahko imajo manjšo stabilnost.
tr: Beta etiketli indirmeler yayın öncesi yazılımlardır, kararlılıkta sorun yaşanabilir.

source: Previous releases
es: Lanzamientos anteriores
fi: Aiemmat julkaisut
fr: Versions précédentes
he: הגרסאות הקודמות
hi_in: पुरानी आवृत्ति
it: Versioni precedenti
pl: Poprzednie wydania
sl: Prejšnje različice
tr: Önceki sürümler

source: Show release notes
es: Mostrar las notas del lanzamiento
fi: Näytä julkaisumerkinnät
fr: Afficher les notes de version
he: הצגת הערות השחרור
hi_in: रिलीज़ नोट्स दिखाएं
it: Mostra note di rilascio
pl: Pokaż informacje o wydaniu
sl: Prikaži opombe k izdaji
tr: Sürüm notlarını göster

source: LMMS is a free, open-source software built entirely by a small number of volunteers in their free time. But to keep the project going, we need this number to grow. So if you feel like giving something back to the community, join us in making LMMS better!
es: LMMS es un software libre y de código abierto creado en su totalidad por un pequeño grupo de voluntarios en su tiempo libre. Para mantener este proyecto en marcha, necesitamos que más personas se nos unan. ¡Si te gustaría aportar algo a la comunidad, únete para seguir mejorando LMMS!
fi: LMMS on ilmainen, avoimen ohjelmakoodin sovellus joka on kokonaan pienen vapaaehtoisryhmän rakentama heidän vapaa-ajallaan. Pitääksemme tämän hankkeen elossa, tarvitsemme tämän määrän kasvaaksemme. Joten, jos tunnet että sinulla voisi olla jotakin mitä antaa takaisin tuolle yhteisölle, liityhän meihin ja tehkäämme LMMS:stä entistäkin parempi!
fr: LMMS est un logiciel gratuit et open source entièrement développé par un petit nombre de bénévoles pendant leur temps libre. Mais pour que le projet continue, nous avons besoin que ce nombre augmente. Alors si vous avez envie de donner quelque chose en retour à la communauté, rejoignez-nous pour améliorer LMMS !
he: LMMS היא תכנה חופשית בקוד פתוח שכולה נכתבה על ידי מספר קטן של מתנדבים בזמנם הפנוי. על מנת לאפשר את פעילות המיזם, על המספר הזה לגדול. לכן, אם יש לך רצון להחזיר טובה לקהילה הזאת, אפשר להצטרף אלינו ולהפוך את LMMS לטובה יותר!
hi_in: LMMS एक मुफ्त, ओपन-सोर्स सॉफ्टवेयर है जो पूरी तरह से स्वयंसेवकों के एक छोटे से समूह द्वारा उनके उनके खाली समय में बनाया गया है। परन्तु इस परियोजना को आगे बढ़ते रखने के लिए, इस संख्या में वृद्धि होना आवश्यक है। अतः यदि आप इस समुदाय को कुछ वापस देना चाहते है, तो LMMS को बेहतर बनाने में हमारा साथ दें।
it: LMMS è un software open source gratuito costruito interamente da un piccolo numero di volontari nel tempo libero. Ma per mantenere il progetto in corso, abbiamo bisogno di crescere come numero. Quindi, se ti piace dare qualcosa alla comunità, Unisciti a noi per rendere LMMS migliore!
pl: LMMS jest darmowy, otwarty, tworzony w całości przez niewielką liczbę wolontariuszy w ich wolnym czasie. Aby projekt mógł się rozwijać, potrzebujemy, aby ta liczba ciągle rosła. Więc jeśli masz ochotę odwdzięczyć się społeczności, dołącz do nas i ulepsz LMMS!
sl: LMMS je brezplačen, odprtokodni program, ki ga je ustvarila majhna skupina prostovoljcev v prostem času. Da pa bi projekt obstal, moramo to število povečati. Če imate željo, da skupnosti nekaj vrnete, se nam pridružite in izboljšajte LMMS!
tr: LMMS çok az sayıda gönüllünün boş zamanlarında yaptıkları tamamen ücretsiz, açık kaynak kodlu bir programdır. Fakat projeyi sürdürebilmek için bu sayının artmasına ihtiyacımız var. Yani eğer siz de bu projeye bir şeyler katmak istiyorsanız, daha iyi bir LMMS için siz de bize katılın!

source: What you can do
es: Lo que puedes hacer
fi: Mitä voit tehdä
fr: Ce que vous pouvez faire
he: מה אפשר לעשות
hi_in: आप क्या कर सकते है
it: Cosa puoi fare
pl: Co możesz zrobić
sl: Kaj lahko storite
tr: Ne yapabilirsin

source: There are multiple ways of contributing:
es: Hay muchas maneras de contribuir:
fi: On useita erilaisia tapoja kantaa kortesi kekoon:
fr: Il existe de nombreuses façons de contribuer :
he: ישנן מספר דרכים לתרום:
hi_in: योगदान करने के कई तरीके हैं:
it: Esistono diversi modi di contribuire:
pl: Jest wiele sposobów, aby pomóc projektowi:
sl: Obstaja več načinov sodelovanja:
tr: Katkıda bulunmanın birçok yolu var:

source: Join Development
es: Súmandote al desarrollo
fi: Liity mukaan kehitystyöhön
fr: Rejoindre le développement
he: הצטרפות לפיתוח
hi_in: निर्माणप्रकिया में शामील हों
it: Partecipa allo Sviluppo
pl: Dołącz do programistów
sl: Pridruži se razvoju
tr: Yazılımı Geliştirin

source: We are in desperate need of new developers to join our team. LMMS is written in C++ using the Qt Framework, so if you know a thing or two about these, don't hesitate to get yourself dirty with coding!
es: Necesitamos desesperadamente nuevos desarrolladores que se unan a nuestro equipo. LMMS está escrito en C++ bajo el framework Qt; si conoces aunque sea un poco de ello, ¡no dudes en ponerte manos a la obra!
fi: Tarvitsisimme kipeästi lisää uusia kehittäjiä ryhmäämme. LMMS on kirjoitettu kielellä C++ käyttäen Qt Frameworkia, joten mikäli tiedät asian jos toisenkin näiden kanssa, ethän epäröi liata kouriasi koodamisella!
fr: Nous avons désespérément besoin de nouveaux développeurs pour rejoindre notre équipe. LMMS est écrit en C++ à l'aide du framework Qt. Si vous vous y connaissez un peu, n'hésitez pas à vous lancer dans le codage !
he: אנו זקוקים נואשות למפתחים חדשים שיצטרפו לצוות שלנו. LMMS נכתב בשפת התכנות C++ ומשתמש במסגרות Qt, כך שאם יש לך ניסיון עם אחת מהשתיים, אנו מזמינים אותך ללכלך את הידיים בתכנות!
hi_in: हमें अपनी टीम में नए डेवलपर्स के शामिल होने की सख्त जरूरत है। LMMS को Qt Framework का उपयोग करते हुए C++ में लिखा गया है, अतः यदि आप इन दोनों के बारे में थोड़ा बहुत भी जानते हैं, तो कोडिंग में अपना हाथ आज़माने में ज़रा भी संकोच न करें!
it: Abbiamo disperatamente bisogno di nuovi sviluppatori per il nostro team. LMMS è scritto in C++ e usa il Qt Framework, quindi se conosci qualcosa a riguardo, non esitare a mettere mano al codice!
pl: Potrzebujemy pilnie nowych programistów, którzy dołączą do naszego zespołu. LMMS został napisany w języku C++ z wykorzystaniem frameworka Qt, więc jeśli znasz się na obydwu tych rzeczach, nie wahaj się zagłębić w kodowanie!
sl: Obupno potrebujemo nove razvijalce, da se pridružijo naši skupini. LMMS je napisan v C++ in uproablja Qt ogrodje, če poznate katero od teh zahtev, ne odlajšajte s tem, da se umažete s kodiranjem!
tr: Ekibimize katılmak için gözükara olan yeni geliştiricilere ihtiyacımız var. LMMS C ++ ile Qt kullanılarak yazılmıştır Temel hakkında bir iki parça bilgi sahibi iseniz bu işe girişmekten korkmayın!

source: See our <a href="//github.com/LMMS/lmms/wiki">GitHub Wiki</a> and our <a href="//github.com/LMMS/lmms/issues">bug tracker</a> to get started. Furthermore, the LMMS <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">mailing list</a> is a great place to introduce yourself.
es: Mira nuestra <a href="//github.com/LMMS/lmms/wiki">wiki en GitHub</a> y nuestro <a href="//github.com/LMMS/lmms/issues">seguidor de errores</a> para empezar. También, nuestra <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">lista de correos</a> de LMMS es un buen lugar para presentarte.
fi: Katsohan <a href="//github.com/LMMS/lmms/wiki">GitHub-tietokantamme</a> sekä myös <a href="//github.com/LMMS/lmms/issues">virheenseurantamme</a> päästäksesi alkuun. Lisäksi, LMMS <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">postituslista</a> on loistava paikka esitellä itsesi.
fr: Pour commencer, consultez notre <a href="//github.com/LMMS/lmms/wiki">Wiki GitHub</a> et notre <a href="//github.com/LMMS/lmms/issues">outil de suivi des bugs</a>. De plus, la <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">liste de diffusion</a> LMMS est un excellent endroit pour vous présenter.
he: ראה את ה<a href="//github.com/LMMS/lmms/wiki"></a> וכן את <a href="//github.com/LMMS/lmms/issues"> </a> שלנו. הצגה עצמית מצויינת עבורך דרך <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel"></a> להתכתבות שלנו.
hi_in: आरंभ करने के लिए हमारी <a href="//github.com/LMMS/lmms/wiki">GitHub Wiki</a> और हमारा <a href="//github.com/LMMS/lmms/issues">bug tracker</a> देखें। इसके अलावा, LMMS <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">mailing list</a> खुद को परिचित करने के लिए एक शानदार जगह है।
it: Guarda il nostro <a href="//github.com/LMMS/lmms/wiki">GitHub Wiki</a> e il <a href="//github.com/LMMS/lmms/issues">bug tracker</a> per iniziare. Inoltre, la LMMS <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">mailing list</a> è un il posto perfetto per presentarti (in Inglese).
pl: Zobacz naszą <a href="//github.com/LMMS/lmms/wiki">Wiki na Githubie</a> i <a href="//github.com/LMMS/lmms/issues">śledzenie błędów</a>, aby rozpocząć pracę. Również <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">lista mailingowa</a> jest świetnym miejscem, aby wdrożyć się w temat.
sl: Poglejte si naš <a href="//github.com/LMMS/lmms/wiki">GitHub Wiki</a> in sledilnik hroščem</a> da začnete. Nadalje je LMMS <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">seznam elektronske pošte</a> dober naslov, da se predstavite.
tr: <a href="//github.com/LMMS/lmms/wiki">GitHub Wiki</a> ve bizim <a href="//github.com/LMMS/lmms/issues">hata izleyici</a>görün, başlayın. Ayrıca LMMS <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">posta listesi</a> kendini tanıtmak için harika bir yer.

# Website &amp; Docs
source: Website & Docs
es: Sitio Web y Documentación
fi: Verkkosivu & asiakirjat
fr: Site Web et documents
he: אתר ותיעוד
hi_in: वेबसाइट एवं दस्तावेज
it: Sito web e documenti
pl: Strona internetowa i dokumentacja
sl: Spletna stran & dokumentacija
tr: Web Sitesi & Dokümanlar

source: You can help us by improving this website or documenting the software. The website sources are in our GitHub repo <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, our documentation is hosted using a <a href="//lmms.io/wiki">MediaWiki instance</a>.
es: Puedes ayudarnos mejorando este sitio web o documentando el programa. El código fuente del sitio está alojado en nuestro repositorio de GitHub <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, y nuestra documentación se aloja usando una <a href="//lmms.io/wiki">instancia de MediaWiki</a>.
fi: Voit auttaa meitä parantamalla tätä verkkosivua tai dokumentoimalla sovellusta. Verkkosivun lähteet löytyvät GitHub-varastosta <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, dokumentaatiomme isännöity käyttäen <a href="//lmms.io/wiki">MediaWiki-kantaa</a>.
fr: Vous pouvez nous aider en améliorant ce site Web ou en documentant le logiciel. Les sources du site Web sont disponibles dans notre dépôt GitHub <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, et notre documentation est hébergée par <a href="//lmms.io/wiki">une instance de MediaWiki</a>.
he: אפשר לעזור לנו באמצעות שיפור האתר הזה או התיעוד של התוכנה. קוד המקור של האתר נמצא במאגר ה־GitHub שלנו <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, התיעוד שלנו מאוחסן ב<a href="//lmms.io/wiki">עותק של MediaWiki</a>.
hi_in: आप इस वेबसाइट में सुधार करके या सॉफ्टवेयर का दस्तावेजीकरण करके हमारी मदद कर सकते हैं। वेबसाइट के स्रोत हमारे GitHub रेपो <a href="//github.com/LMMS/lmms.io">LMMS / lmms.io</a> में उपलब्ध हैं। हमारे प्रलेखन को <a href="//lmms.io/wiki">MediaWiki Instance</a> का उपयोग करके होस्ट किया गया है।
it: Puoi aiutarci migliorando questo sito web o documentando il software. Le fonti del sito sono nel nostro GitHub repo <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, mentre la nostra documentazione è una <a href="//lmms.io/wiki">istanza MediaWiki</a>.
pl: Możesz nam pomóc, ulepszając tę stronę lub dokumentując oprogramowanie. Źródła strony znajdują się w naszym repozytorium na GitHubie <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, a nasza dokumentacja jest udostępniana przy użyciu <a href="//lmms.io/wiki">instancji MediaWiki</a>.
sl: Lahko nam pomagate izboljšati to spletno stran ali pri dokumentiranju programa. Viri spletnih strani se nahajajo v našem GitHub repozitoriju <a href="//github.com/LMMS/lmms.io">LMMS/lmms.io</a>, dokumentacija pa gostuje na <a href="//lmms.io/wiki">MediaWiki instanci</a>.
tr: Bu web sitesini geliştirerek veya yazılımı belgeleyerek bize yardımcı olabilirsiniz. Web sitesi kaynakları bizim GitHub repo <a href="//github.com/LMMS/lmms.io"> LMMS / lmms.io </a>, belgelerimiz bir <a href="//lmms.io/wiki"> MediaWiki örneği </a>.

source: Public registration on our Wiki is disabled due to spam issues. Please post to the <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">mailing list</a> if you're interested in helping out with the documentation!
es: En nuestra Wiki, el registro público se encuentra deshabilitado debido al spam. ¡Si deseas ayudar en la documentación, anúnciate en la <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">lista de correo</a>!
fi: Julkinen rekisteröinti Wikiin on pois päältä häiriköinnin takia. Postitathan <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">postituslistallemme</a> jos olet kiinnostunut auttamaan dokumentaatiossa!
fr: Les inscriptions publiques sur notre Wiki sont désactivées en raison de problèmes de spam. Veuillez nous envoyer un message sur la <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">liste de diffusion</a> si vous souhaitez nous aider avec la documentation !
he: ההרשמה הציבורית בוויקי שלנו הוקפאה עקב בעיות שימוש לרעה. נא לשלוח פוסטים אל <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">רשימת הדיוור</a> אם ברצונך לעזור לנו בשיפור התיעוד!
hi_in: स्पैम संबंधित मुद्दों के कारण हमारे विकी पर सार्वजनिक पंजीकरण अक्षम है। यदि आप प्रलेखन के साथ मदद करने में रुचि रखते हैं कृपया <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">mailing list</a> में पोस्ट करें।
it: La registrazione pubblica sul nostro Wiki è disabilitata a causa di problemi di spam. Scrivici nella <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">mailing list</a> se vuoi partecipare alla sua scrittura!
pl: Publiczna rejestracja na naszej Wiki jest wyłączona z powodu problemów ze spamem. Prosimy o publikowanie na <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">liście mailingowej</a>, jeśli chcesz pomóc w tworzeniu dokumentacji!
sl: Javna registracija na našem Wikiju je onemogočena zaradi težav s spemom. Pošiljajte na <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel">seznam elektronske pošte,</a> če želite pomagati pri razvoju dokumentacije!
tr: İstenmeyen posta sorunları nedeniyle Wiki'mize genel kayıt devre dışı bırakıldı. Lütfen şu adrese gönderin: <a href="https://lists.sourceforge.net/lists/listinfo/lmms-devel"> posta listesi </a> eğer dokümantasyona yardım etmekle ilgileniyorsanız!

source: Donate
es: Donar
fi: Lahjoita
fr: Faire un don
he: תרומה
hi_in: डोनेट करें
it: Donazioni
pl: Przekaż darowiznę
sl: Doniraj
tr: Bağış Yap

source: Even though donations are not the thing we need the most (that'd be developers), they help us pay our bills, for our domain lmms.io for instance.
es: Aunque las donaciones no son nuestra prioridad (sino desarrolladores), nos ayudan a pagar las cuentas, como las del dominio lmms.io, entre otras.
fi: Vaikkakin rahalliset lahjoitukset eivät ole se mitä eniten kaipaamme (kaipaamme eniten lisää kehittäjiä), lahjoitukset auttavat meitä maksamaan laskumme, verkkosivulle lmms.io esimerkiksi.
fr: Même si les dons ne sont pas ce dont nous avons le plus besoin (ce serait plutôt les développeurs), ils nous aident à payer nos factures (pour notre domaine lmms.io, par exemple).
he: למרות שתרומה כספית היא לא הדבר שאנחנו צריכים יותר מכל , (אנו המפתחים) , היא יכולה לסייע לנו בתשלומי אחזקת השרתים והדומיין lmms.io. למרות שאיננו זקוקים לתרומה כספית יותר מכול (אנו זקוקים לעוד מפתחים), היא עוזרת לנו לשלם את החשבונות שלנו, על שם התחום שלנו lmms.io למשל.
hi_in: हालांकि दान वे चीज नहीं हैं जिनकी हमें सबसे ज्यादा जरूरत है (वें डेवलपर्स हैं), वें हमारे बिलों का भुगतान करने में हमारी मदद करते हैं, उदाहरण के लिए हमारे डोमेन lmms.io के लिए।
it: Anche se le donazioni non sono la nostra primaria necessità (quella sarebbero gli sviluppatori), ci aiutano a pagare i nostri conti, per esempio per il dominio lmms.io.
pl: Mimo że darowizny nie są tym, czego potrzebujemy najbardziej (w przypadku programistów), pomagają nam one opłacać rachunki, na przykład za naszą domenę lmms.io.
sl: Čeprav donacije niso stvar, ki bi jo najbolj potrebovali (tj. razvijalci), nam pomagajo plačati račune - npr. za našo domeno lmms.io.
tr: Bağışlar en çok ihtiyacımız olan şey olmasa da (bu geliştiriciler olabilir), ödemelerimize yardımcı olurlar örneğin lmms.io alan adımız için faturalarımıza.

source: Donate via PayPal
es: Donar a través de PayPal
fi: Lahjoita PayPal:in kautta
fr: Faire un don via PayPal
he: תרומה דרך פייפאל
hi_in: PayPal के माध्यम से डोनेट करें
it: Dona via PayPal
pl: Przekaż darowiznę przez PayPal
sl: Doniraj preko PayPal
tr: PayPal aracılığıyla Bağış Yap

source: Translations
es: Traducciones
fi: Kielikäännökset
fr: Traductions
he: תרגום
hi_in: अनुवाद
it: Traduzioni
pl: Tłumaczenia
sl: Prevodi
tr: Çeviriler

source: If your language is missing in LMMS, help the project and other users speaking the same language by translating the software. You can find instructions on the page "<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization">Creating a localization</a>" in our GitHub Wiki.
es: Si LMMS no se encuentra disponible en tu idioma, ayuda al proyecto y a otros usuarios de tu lengua traduciendo el programa. Puedes encontrar las instrucciones en la página "<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization">"Crear una localización"</a>" en nuestra wiki de GitHub.
fi: Mikäli äidinkielesi uupuu LMMS:stä (tai on vaillinainen), auta hanketta ja muita käyttäjiä jotka käyttävät samaa kieltä kääntämällä tätä sovellusta. Löydät ohjeet sivulta "<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization">Kotoistuksen luominen</a>" omassa GitHub Wikissämme.
fr: Si votre langue n'est pas présente dans LMMS, vous pouvez aider le projet et les autres utilisateurs parlant la même langue en traduisant le logiciel. Vous trouverez des instructions sur la page "<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization">Créer une localisation</a>" dans notre Wiki GitHub.
he: אם השפה שלך אינה נמצאת ב־LMMS, אפשר לסייע למיזם ולעזור למשתמשים אחרים שדוברים את אותה השפה באמצעות תרגום התוכנה. אפשר למצוא הנחיות בעמוד "<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization">יצירת תרגום חדש</a>" בעמוד הוויקי שלנו ב־GitHub
hi_in: यदि आपकी भाषा LMMS में अनुपलब्ध है, तो सॉफ्टवेयर का अनुवाद करके परियोजना और समान भाषा बोलने वाले अन्य उपयोगकर्ताओं की मदद करें। आप हमारी GitHub Wiki में "<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization">Creating a localization</a>" पेज पर निर्देश पा सकते हैं।
it: Se la tua lingua non è supportata da LMMS, puoi aiutare il progetto e gli altri utenti della tua lungua traducendo il programma. Per informazioni, leggi la pagina "<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization">Creating a localization</a>" nel nostro GitHub Wiki.
pl: Jeśli Twojego języka brakuje w LMMS, pomóż projektowi i innym użytkownikom mówiącym w tym samym języku, tłumacząc oprogramowanie. Instrukcje znajdziesz na stronie "<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization">Tworzenie tłumaczenia</a>" na naszej Wiki na GitHubie.
sl: Če v LMMS in vašega jezika, pomagajte projektu in drugim uporabnikom, ki govorijo isti jezik s prevodom programa. Navodila se nahajajo na tej strani "<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization">Creating a localization</a>" na našem GitHub Wiki-ju.
tr: LMMS'de diliniz eksikse, projeye ve aynı dili konuşan diğer kullanıcılara şu yollarla yardımcı olun: yazılımı tercüme etmek. Talimatları sayfada bulabilirsiniz "<a href="//github.com/LMMS/lmms/wiki/Creating-a-localization"> Yerelleştirme oluşturma </a>" GitHub Wiki.

source: How to get in touch
es: Cómo contactarnos
fi: Kuinka ottaa yhteyttä
fr: Comment nous contacter
he: כיצד ליצור קשר
hi_in: हमसे कैसे जुड़े
it: Come entrare in contatto
pl: Jak się z nami skontaktować
sl: Kontaktirajte nas
tr: Nasıl iletişime geçilir

source: Mailing List
es: Lista de correo
fi: Postituslista
fr: Liste de diffusion
he: רשימת דיוור
hi_in: मेलिंग लिस्ट
pl: Lista mailingowa
sl: Seznam elektronske pošte
tr: Posta Listesi

source: Posting to the mailing list is the best way to reach out to our developers:
es: Escribir a la lista de correo es el mejor modo de ponerte en contacto con nuestros desarrolladores:
fi: Postituslistaan viestittäminen on paras tapa tavoittaa kehittäjämme:
fr: Envoyer un message à la liste de diffusion est le meilleur moyen de contacter nos développeurs :
hi_in: मेलिंग लिस्ट में पोस्ट करना हमारे डेवलपर्स तक पहुंचने का सबसे अच्छा तरीका है:
it: L'invio alla mailing list è il modo migliore per raggiungere i nostri sviluppatori:
pl: Najlepszym sposobem na skontaktowanie się z naszymi programistami jest wysłanie wiadomości na listę mailingową:
sl: Pošiljanje na seznam elektronske pošte je najboljši način, da se povežete z našimi razvijalci:
tr: Geliştiricilerimize ulaşmanın en iyi yolu, posta listesine ileti göndermektir:

source: Subscribe to LMMS-Devel mailing list
es: Suscríbete a la lista de correo LMMS-Devel
fi: Laita tilaus vetämään LMMS-Devel -kehittäjien postituslistalle
fr: S'abonner à la liste de diffusion LMMS-Devel
he: הרשמה לרשימת הדיוור LMMS-Devel
hi_in: LMMS-Devel mailing list को सब्सक्राइब करें
it: Iscriviti alla mailing list LMMS-Devel
pl: Zapisz się na listę mailingową LMMS-Devel
sl: Naročite se na seznam elektronske pošte LMMS-Devel
tr: LMMS-Devel posta listesine abone ol
