Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: Musical Instruments
es: Instrumentos musicales
fi: Musikaaliset instrumentit
fr: Instruments musicaux
he: כלֵי נגינה
hi_in: वाद्य-यंत्र
it: Strumenti musicali
pl: Instrumenty muzyczne
sl: Glasbeni instrumenti
tr: Enstrümanlar

source: Built-in 64-bit VST instrument support with 32-bit VST bridge (64-bit Windows)
es: Soporte incorporado para instrumentos VST de 64-bit a través de 32-bit VST bridge (Windows 64-bit)
fi: Sisäänrakennettu 64-bittinen soitintuki jossa 32-bittinen VST-silta (64-bittinen Windows)
fr: Prise en charge intégrée des instruments VST 64 bits avec pont VST 32 bits (Windows 64 bits)
hi_in: बिल्ट-इन 64-बिट VST इंस्ट्रूमेंट सपोर्ट 32-बिट VST bridge (64-बिट Windows) के साथ
it: Supporto di strumenti VST a 64 bit con bridge VST a 32 bit (Windows a 64 bit)
pl: Wbudowana obsługa 64-bitowych wtyczek VST z użyciem 32-bitowego mostku VST (64-bitowy Windows)
sl: Vgrajena podpora za 64-bitne VST instrumente in 32-bitni VST most (64 bitni Windowsi)
tr: 64-bit ve 32-bit VST desteğiyle gelir, iki türlüsünü de çalıştırır. (64-bit Windows sürümü)

source: 16 built in synthesizers, including emultations of Roland ® TB-303, Commodore 64 ® SID microchip, Nintendo ® NES and GameBoy, Yamaha ® OPL2 chip and more
es: 16 sintetizadores integrados, incluyendo emuladores del Roland® TB-303, el SID de Commodore 64®, NES y GameBoy de Nintendo®, el chip Yamaha® OPL2 y mucho más
fi: 16 sisäänrakennettua syntetisaattoria, mukaan lukien mukaelmat laitteista Roland ® TB-303, Commodore 64 ® SID mikropiiri, Nintendo ® NES ja GameBoy, Yamaha ® OPL2 piiri ja muita
fr: 16 synthétiseurs intégrés, comprenant des émulations de Roland ® TB-303, la puce SID Commodore 64 ®, la Nintendo ® NES et la GameBoy, la puce OPL2 de Yamaha ® et bien plus encore
hi_in: 16 बिल्ट-इन सिंथेसाइज़र्स, जैसे Roland ® TB-303, Commodore 64 ® SID microchip, Nintendo ® NES and GameBoy, Yamaha ® OPL2 chip के अनुकरण के साथ-साथ और भी बहुत कुछ
it: 16 sintetizzatori integrati, tra cui imitazioni del Roland ® TB-303, Commodore 64 ® SID microchip, Nintendo ® NES e GameBoy, Yamaha ® OPL2 chip e altro ancora
pl: 16 wbudowanych syntezatorów, w tym emulacje Rolanda® TB-303, układu SID z Commodore 64®, NES i GameBoy od Nintendo®, układu Yamaha® OPL2 i innych
sl: 16 vgrajenih sintetizatorjev, vključno z emulacijo za Roland ® TB-303, Commodore 64 ® SID microchip, Nintendo ® NES in GameBoy, Yamaha ® OPL2 čip in več
tr: Roland ® TB-303, Commodore 64 ® SID mikroçip, Nintendo ® NES ve GameBoy, Yamaha ® OPL2 çipi ve daha fazlasını içeren 16 dahili synthesizer

source: Embedded ZynAddSubFx: Polyphonic, mutlitimbral, microtonal, multi-voice additive, subtractive and pad synthesis all in one powerful plugin
es: ZnAddSubFx embedido: Polifónico, multitimbre, microtonal, con múltiples voces aditivas, sustractivas, y sintetizadores de pad con este poderoso plugin todo en unoy
fi: Sulautettuna ZynAddSubFx: Polyphonic, multitimbraalinen, mikrotonaliikka, moniäänilisä, subtraktiivi ja pad-synteesi kaikki yhdessä tehokkaassa liitännäisessä
fr: ZynAddSubFx intégré : synthèse polyphonique, mutlitimbrale, microtonale, additive multi-voix, soustractive et pad, le tout dans un plugin puissant
hi_in: एंबेडेड ZynAddSubFx: पॉलिफोनिक, मल्टीटीमब्रल, माइक्रो-टोनल, मल्टी-वॉइस, एडिटिव, सब्ट्रैक्टिव और पैड संश्लेषण सभी एक शक्तिशाली प्लगइन में
it: ZynAddSubFx incorporato: sintesi multitimbrica, microtonale, additiva, sottrattiva e pad in un unico potente strumento polifonico
pl: Wbudowany ZynAddSubFx: polifoniczny, multitimbralny, mikrotonowy, wielogłosowy addytywny, subtraktywny i synteza padów w jednej potężnej wtyczce
sl: Vdelan ZynAddSubFx: polifonična, multimibralna, mikrotonalna, večglasovna aditivna, subtraktivna in pad sinteza - vse v enem zmogljivem vtičniku
tr: Gömülü ZynAddSubFx: Polifonik, mutlitimbral, mikrotonal, çok sesli katkı, çıkarma ve ped sentezi hepsi bir arada güçlü bir eklenti

source: Native multisample support for SoundFont ® (SF2), Giga (GIG) and Gravis UltraSound ® (GUS) formats for high quality instrument patches and banks
es: Soporte nativo de muestras múltiples para formatos SoundFont ® (SF2), Giga (GIG) and Gravis UltraSound ® (GUS) para parches de instrumentos y bancos de alta calidad
fi: Kotoperäinen moninäytetuki laitteille SoundFont ® (SF2), Giga (GIG) ja Gravis UltraSound ® (GUS) muodot korkealuokkaisille soitinpaikoille ja pankeille
fr: Prise en charge native des formats multi-échantillons SoundFont ® (SF2), Giga (GIG) et Gravis UltraSound ® (GUS) pour des patchs et des banques d'instruments de haute qualité
hi_in: उच्च गुणवत्ता वाले इंस्ट्रूमेंट पैच और बैंकों के लिए SoundFont ® (SF2), Giga (GIG) and Gravis UltraSound ® (GUS) फोर्मट्स के लिए नेटिव मल्टीसैम्पल सपोर्ट
it: Supporto nativo per i multicampione in formato SoundFont ® (SF2), Giga (GIG) e Gravis UltraSound ® (GUS) per strumenti ad alta qualità
pl: Natywna obsługa multisamplingu dla formatów SoundFont® (SF2), Giga (GIG) i Gravis UltraSound® (GUS) zapewniająca wysokiej jakości instrumenty i dźwięki
sl: Vgrajena večvzorčna podpora za formate SoundFont ® (SF2), Giga (GIG) in Gravis UltraSound ® (GUS) za visokokakovostne programske instrumente in tabele
tr: Yüksek kaliteli enstrüman yamaları ve kümeleri için SoundFont ® (SF2), Giga (GIG) ve Gravis UltraSound ® (GUS) formatları için yerel çoklu örnek desteği

source: Effects Mixing
es: Mezcla de efectos
fi: Efektien miksaus
fr: Mixage des effets
he: ערבול אפקטים
hi_in: इफेक्ट्स मिक्सिंग
it: Mixing di effetti
pl: Miksowanie efektów
sl: Miksanje učinkov
tr: Efekt/Miks

source: Drop-in LADSPA plug-in support
es: Soporte para plugins LADSPA
fi: Valmius LADSPA liitännäistuelle
fr: Prise en charge des plugins LADSPA
hi_in: ड्रॉप-इन LADSPA प्लग-इन सपोर्ट
it: Supporto Drop-in di effetti LADSPA
pl: Wbudowana obsługa wtyczek LADSPA
sl: Podpora za vstavljanje LADSPA vtičnikov
tr: Drop-in LADSPA eklenti desteği

source: Drop-in VST ® effect plug-in support (Linux and Windows)
es: Soporte para complementos de efectos VST® (en Linux y Windows)
fi: Valmius VST ® efektien liitännäistuelle (Linux ja Windows)
fr: Prise en charge des plugins d'effets VST ® (Linux et Windows)
hi_in: ड्रॉप-इन VST ® effect प्लग-इन सपोर्ट (Linux और Windows)
it: Supporto Drop-in di effetti VST ® (Linux e Windows)
pl: Wbudowana obsługa wtyczek VST® (Windows i Linux)
sl: Podpora za vstavljanje VST ® učinkov (Linux in Windows)
tr: VST ® efekt eklentilerini destekler. (Linux ve Windows sürümleri)

source: Built-in compressor, limiter, delay, reverb, distortion and bass enhancer
es: Compresor, limitador, retardo, reverberación, distorsión e intensificador de bajos incorporados
fi: Sisäänrakennettu kompressori, rajoitin, viive, kaiku, särkijä ja bassoehostin
fr: Compresseur, limiteur, délai, réverbération, distorsion et amplificateur de basse intégrés
hi_in: बिल्ट-इन कंप्रेसर, लिमिटर, डिले, रिवर्ब, डिस्टॉरशन और बेस एनहांसर
it: Compressore, limiter, delay, riverbero, distorsione e amplificatore di bassi nativi
pl: Wbudowany kompresor, limiter, delay, pogłos, distortion oraz bass enhancer
sl: Vgrajeni kompresor, omejevalnik, zamik, odjek, distorzija in poudarjanje basa
tr: Dahili sıkıştırma, sınırlayıcı, gecikme, yankı, distorsiyon ve bas güçlendirici

source: Bundled graphic and parametric equalizers
es: Ecualizadores gráficos y paramétricos incorporados
fi: Graafiset ja parametriset taajuuskorjaimet mukana
fr: Égaliseurs graphiques et paramétriques inclus
hi_in: बंडल्ड ग्राफ़िक एवं पेरामेट्रिक इक्विलाइज़र
it: Equalizzatori grafici e parametrici incorporati
pl: Dołączone korektory graficzne i parametryczne
sl: vsebuje grafične in parametrične izravnalnike
tr: Birlikte verilen grafik ve parametrik ekolayzerler

source: Built-in visualization/spectrum analyzer
es: Visualizador/analizador de espectro incroporado.
fi: Sisäänrakennettu visualisointi/kirjo-analysaattori
fr: Visualiseur et analyseur de spectre intégré
hi_in: बिल्ट-इन विज़ुअलाइज़ेशन/स्पेक्ट्रम विश्लेषक
it: Visualizzatore di spettro nativo
pl: Wbudowana wizualizacja/analizator widma
sl: Vgrajena vizualizacija/spektalna analiza
tr: Yerleşik görselleştirme/spektrum analizörü

source: Download LMMS Artwork
es: Descargar el arte (artwork) de LMMS
fi: Lataa LMMS:n liittyvää kuvataidetta
fr: Télécharger les illustrations de LMMS
he: הורדת עבודות האומנות של LMMS
hi_in: LMMS आर्टवर्क डाउनलोड करें
it: Scarica gli Artwork LMMS
pl: Pobierz grafikę LMMS
sl: Prenesi LMMS grafične vsebine
tr: LMMS Artwork uygulamasını indirin

source: LMMS Development Team
es: Equipo de Desarrolladores de LMMS
fi: LMMS:n kehitysryhmä
fr: Équipe de développement de LMMS
he: צוות פיתוח LMMS
hi_in: LMMS डेवलपमेंट टीम
it: Team di sviluppo LMMS
pl: Zespół twórców LMMS
sl: LMMS razvojna skupina
tr: LMMS Geliştirme Ekibi

source: LMMS Project Icon
es: Ícono de Proyecto de LMMS
fi: LMMS-hankkeen kuvake
fr: Icône de projet LMMS
he: סמל המיזם של LMMS
hi_in: LMMS प्रोजेक्ट आइकन
it: Icona del progetto LMMS
pl: Ikona projektu LMMS
sl: LMMS ikona projekta
tr: LMMS Proje Simgesi

source: Official competitions organised by LMMS and its community members
es: Concursos Oficiales Organizados Por LMMS y Miembros De La Comunidad.
fi: LMMS:n ja sen yhteisön jäsenten järjestämiä virallisia kilpailuja
fr: Compétitions officielles organisées par LMMS et les membres de sa communauté
he: תחרויות רשמיות שמאורגנות על ידי LMMS וחברי הקהילה שלה.
hi_in: LMMS और उसके समुदाय के सदस्यों द्वारा आयोजित आधिकारिक प्रतियोगिताएँ
it: Concorsi ufficiali organizzati da LMMS e dai membri della sua comunità
pl: Oficjalne konkursy organizowane przez LMMS i członków społeczności
sl: Uradna tekomvanja v organizaciji LMMS in članov skupnosti
tr: LMMS ve topluluk üyeleri tarafından düzenlenen resmi yarışmalar

source: Current competitions:
es: Competiciones actuales:
fi: Tällä hetkellä menossa olevat kilpailut:
fr: Compétitions en cours :
he: התחרויות הנוכחיות:
hi_in: मौजूदा प्रतियोगिताएं:
pl: Trwające konkursy:
sl: Trenutna tekmovanja:
tr: Güncel yarışmalar:

source: Past competitions:
es: Concursos Previos:
fi: Menneet kilpailut:
fr: Compétitions terminées :
he: התחרויות הקודמות:
hi_in: पिछली प्रतियोगिताएं:
it: Concorsi passati:
pl: Archiwalne konkursy:
sl: Pretekla tekmovanja:
tr: Geçmiş yarışmalar:

source: The Best of LMMS vol. VI
es: Lo mejor de LMMS vol. VI
fi: LMMS:n Parhaat osa VI
fr: Le meilleur de LMMS volume 6
he: המיטב של LMMS, חלק 6
pl: The Best of LMMS, edycja VI
sl: Naj-LMMS VI
tr: LMMS'in En İyileri vol. 6
