Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: Download
es: Descárgalo
fi: Lataa
fr: Télécharger
he: הורדה
hi_in: डाउनलोड
it: Scaricare
pl: Pobierz
sl: Prenesi
tr: İndir

source: Get Involved
es: Participa
fi: Osallistu
fr: S'impliquer
he: לקיחת חלק
hi_in: शामील हो जाईऐ !
it: Coinvolgiti
pl: Zaangażuj się
sl: Sodeluj
tr: Bize Katılın

source: Documentation
es: Documentación
fi: Dokumentaatio
he: תיעוד
hi_in: प्रलेखन
it: Documentazione
pl: Dokumentacja
sl: Dokumentacija
tr: Belgelendirme

source: Docs
es: Guía
fi: Dokumentaatio
fr: Documents
he: תיעוד
hi_in: दस्तावेज़
it: Documenti
pl: Dokumentacja
sl: Dokumenti
tr: Dökümanlar

source: Sharing Platform
es: Plataforma para compartir
fi: Jakamisalusta
fr: Plateforme de partage
he: פלטפורמת שיתוף
hi_in: शेयरिंग प्लेटफार्म
it: Piattaforma di condivisione
pl: Platforma udostępniania
sl: Platforma za deljenje
tr: Paylaşım Platformu

source: Share
es: Compartir
fi: Jaa
fr: Partager
he: שיתוף
hi_in: शेयर करें
it: Condividere
pl: Udostępnij
sl: Deli
tr: Paylaş

source: More
es: Más
fi: Lisää
fr: Plus
he: עוד
hi_in: और
it: Di Più
pl: Więcej
sl: Več
tr: Daha Fazlası

source: Showcase
es: Exhibición
fi: Näyteikkuna
fr: Vitrine
he: נוצרו עם LMMS
hi_in: शोकेस
it: Vetrina
pl: Pokaż
sl: Razstava
tr: Vitrin

source: Competitions
es: Concursos
fi: Kilpailut
fr: Compétitions
he: תחרויות
hi_in: प्रतियोगिताएं
it: Concorsi
pl: Konkursy
sl: Tekme
tr: Yarışmalar

source: Branding
es: Marca
fi: Brändäys
fr: Image de marque
he: מיתוג
hi_in: ब्रांडिंग
it: marchio
sl: Grajenje blagovne znamke
tr: Markalaşma

source: We're sorry, something went wrong fetching the latest release info. You can still download releases on <a href="//github.com/LMMS/lmms/releases">GitHub</a>.
es: Lo sentimos, algo salió mal al buscar información sobre nuestro último lanzamiento. Aún puedes descargar los lanzamientos en <a href="//github.com/LMMS/lmms/releases">GitHub</a>.
fi: Pahoittelut, jotakin meni pieleen noutaessa viimeisimmän julkaisun tietoja. Voit edelleen kuitenkin ladata julkaisuja kohteessa<a href="//github.com/LMMS/lmms/releases">GitHub</a>.
fr: Nous sommes désolés, quelque chose s'est mal passé lors de la recherche des dernières informations de version. Vous pouvez toujours télécharger les versions sur <a href="//github.com/LMMS/lmms/releases">GitHub</a>.
he: משהו השתבש בעת משיכת המידע על הגרסה האחרונה, עימך הסליחה. עדיין אפשר להוריד את כל הגרסאות מאתר <a href="//github.com/LMMS/lmms/releases">GitHub</a>.
hi_in: हमें खेद है, नवीनतम रिलीज़ जानकारी इकट्ठा करने में में कुछ गड़बड़ हो गई हैं। आप अभी भी रिलीज़ को <a href="//github.com/LMMS/lmms/releases">Github</a> से डाउनलोड कर सकते हैं।
it: Ci dispiace, ma qualcosa è andato storto nel tentativo di ottenere le informazioni sull'ultima versione. Puoi comunque scaricare il programma su <a href="//github.com/LMMS/lmms/releases">GitHub</a>.
pl: Przepraszamy, coś poszło nie tak podczas pobierania najnowszych informacji o wydaniu. Nadal możesz pobierać wydania na <a href="//github.com/LMMS/lmms/releases">GitHubie</a>.
sl: Prišlo je do napake pri razčlenjevanju zadnjih podatkov o izdaji. Izdajo lahko še vedno prenesete z <a href="//github.com/LMMS/lmms/releases">GitHub</a>.
tr: Maalesef en son sürüm bilgileri alınırken bir sorun oluştu. Sürümleri yine de <a href="//github.com/LMMS/lmms/releases"> GitHub </a> adresinden indirebilirsiniz.

source: LMMS is included in most major Linux distribution's package repositories.<br> Please <a href="/get-involved/#contact">contact us</a> if your distribution is not listed here.
es: LMMS esta incluido en la mayoria de las grandes distribuciones de Linux. Por favor, <a href="/get-involved/#contact">contáctanos</a> si tu distribución no aparece listada.
fi: LMMS löytyy useimpien vakiintuneiden Linux-jakelujen ohjelmapakettivarastoista.<br> Ole hyvä ja <a href="/get-involved/#contact">ota meihin yhteyttä</a> mikäli jakelusi ei ole lueteltuna täällä.
fr: LMMS est inclus dans les dépôts de paquets de la plupart des grandes distributions Linux.<br> Veuillez <a href="/get-involved/#contact">nous contacter</a> si votre distribution n'est pas répertoriée ici.
hi_in: LMMS अधिकांश प्रमुख लिनक्स डिस्ट्रीब्यूशन के पैकेज रिपॉजिटरी में शामिल है।<br> यदि आपका डिस्ट्रीब्यूशन यहाँ सूचीबद्ध नहीं है, तो कृपया हमसे <a href="/get-involved/#contact">संपर्क करें</a>।
pl: LMMS jest zawarty w repozytoriach pakietów większości głównych dystrybucji Linuksa.<br> <a href="/get-involved/#contact">Skontaktuj się z nami</a>, jeśli Twoja dystrybucja nie jest tutaj wymieniona.
sl: LMMS je vključen v večino paketnih repozitorijev glavnih Linux distribucij.<br> <a href="/get-involved/#contact">Kontaktirajte nas</a>, če vaše distribucije ni na tem seznamu.
tr: LMMS, Linux dağıtım paketlerinin çoğunda bulunur.<br> Linux dağıtımınız burada listelenmemiş ise, lütfen bizimle <a href="/get-involved/#contact"> iletişime geçin </a>.

source: For installing LMMS on Debian based distributions such as Debian itself, Ubuntu or Linux Mint, just click the button below.
es: Para instalar LMMS en Debian o en distribuciones basadas en Debian como Ubuntu o Linux Mint, pulsa el botón mostrado abajo.
fi: Asentaaksesi LMMS:n Debianiin pohjautuviin Linux-jakeluihin kuten Debian itse, Ubuntu tai Linux Mint, napsauta vain alla olevaa painiketta.
fr: Pour installer LMMS sur des distributions basées sur Debian, comme Debian lui-même, Ubuntu ou Linux Mint, il vous suffit de cliquer sur le bouton ci-dessous.
he: להתקנת LMMS על הפצות מבוססות דביאן כדוגמת דביאן עצמה, אובונטו או Linux Mint, יש פשוט ללחוץ על הכפתור למטה.
hi_in: Debian आधारित डिस्ट्रीब्यूशंस जैसे कि Debian, Ubuntu या Linux Mint में LMMS इंस्टॉल करने के लिए नीचे दिए गए बटन पर क्लिक करें।
it: Per installare LMMS su una distribuzione basata su Debian, come Ubuntu o Linux Mint, basta clicare il pulsante seguente.
pl: Aby zainstalować LMMS na dystrybucjach bazujących na Debianie, takich jak Debian, Ubuntu lub Linux Mint, kliknij przycisk poniżej.
sl: Za namestitev LMMS na Debian distribucije, kot je sam Debian, Ubuntu ali Linux Mint kliknite na spodnji gumb.
tr: LMMS'i Debian'ın kendisi, Ubuntu veya Linux Mint gibi Debian bazlı dağıtımlara yüklemek için aşağıdaki butona basmanız yeterli.

source: Install LMMS now
es: Instalar LMMS ahora
fi: Asenna LMMS nyt
fr: Installer LMMS maintenant
he: התקנת LMMS כעת
hi_in: LMMS अभी इनस्टॉल करें
it: Installa LMMS ora
pl: Zainstaluj LMMS teraz
sl: Zdaj namesti LMMS
tr: LMMS'i şimdi yükle

source: From your package manager
es: Desde su gestor de paquetes
fi: Paketinhallinnastasi
fr: Avec votre gestionnaire de paquet
he: ממנהל החבילות שלך
hi_in: अपने पैकेज मैनेजर से
it: Dal tuo Gestore Pacchetti
pl: Z Twojego menedżera pakietów
sl: Iz vašega upravljanika paketov
tr: Paket yöneticinizden

source: If this doesn't work for you, run this command in a terminal.
es: Si no ha funcionado, ejecuta este comando en el terminal.
fi: Jos ylläoleva nappi ei toimi, voit myös käyttää paketinhallintaa terminaalista käsin.
fr: Si cela ne fonctionne pas pour vous, exécutez cette commande dans un terminal.
hi_in: यदि यह आपके लिए काम नहीं करता है, तो इस कमांड को टर्मिनल में चलाएँ।
it: Se non funziona per la tua configurazione, usa questi comandi in un terminale.
pl: Jeśli to u Ciebie nie działa, wykonaj to polecenie w terminalu.
sl: Če to za vas ne deluje, v terminalu zaženite ta ukaz.
tr: Eğer olmuyorsa, komutu terminalde çalıştır.

source: If the traditional repositories lag behind on versions, try the <a href="https://kx.studio/Repositories#Ubuntu">KXStudio repository</a>.
es: Si en los repositorios tradicionales sólo están disponibles las versiones antiguas, prueba con el <a href="https://kx.studio/Repositories#Ubuntu">repositorio de KXStudio</a>.
fi: Jos distrosi repot tarjoavat vain vanhoja versioita, voit myös kokeilla käyttää <a href="https://kx.studio/Repositories#Ubuntu">KXStudion repoa.</a>
fr: Si les dépôts traditionnels sont en retard sur les versions, essayez le <a href="https://kx.studio/Repositories#Ubuntu">dépôt KXStudio</a>.
hi_in: यदि पारंपरिक रिपॉजिटरी संस्करणों पर पिछड़ जाती है, तो <a href="https://kx.studio/Repositories#Ubuntu">KXStudio repository</a> आज़माएँ।
pl: Jeśli tradycyjne repozytoria są nieaktualne, wypróbuj <a href="https://kx.studio/Repositories#Ubuntu">repozytorium KXStudio</a>.
sl: Če tradicionalni repozitoriji zaostajajo v podpori, preizkusite <a href="https://kx.studio/Repositories#Ubuntu">KXStudio repozitoriju</a>.
tr: Geleneksel depolar sürümlerde geride kalıyorsa bunu dene<a href="https://kx.studio/Repositories#Ubuntu">KXStudio deposu</a>.

source: VST Support
es: Soporte para VST
fi: VST-tuki
fr: Support VST
he: תמיכה ב־VST
hi_in: VST सपोर्ट
it: Supporto VST
pl: Obsługa wtyczek VST
sl: VST podpora
tr: VST Desteği

source: If your distribution offers VST support (requires the installation of Wine) it is generally offered in a separate package. For example, using the <a href="https://kx.studio/Repositories#Ubuntu">KXStudio repository</a>, run this command in a terminal.
es: Si tu distribución incluye soporte para VST (mediante la instalación de Wine), generalmente se incluye en un paquete separado. Por ejemplo, si usas el <a href="https://kx.studio/Repositories#Ubuntu">repositorio de KXStudio</a>, ejecuta este comando en la terminal.
fi: Jos distrosi tarjoaa VST-tuen (tarvitsee Wine:ä), tarjotaan se usein erillisessä paketissa, Esimerkiksi <a href="https://kx.studio/Repositories#Ubuntu">KXStudion repoa käyttäen</a>, suorita seuraava komento.
fr: Si votre distribution offre un support VST (ce qui nécessite l'installation de Wine), celui-ci est généralement proposé dans un paquet séparé. Par exemple, en utilisant le <a href="https://kx.studio/Repositories#Ubuntu">dépôt KXStudio</a>, exécutez cette commande dans un terminal.
hi_in: यदि आपका डिस्ट्रीब्यूशन VST सपोर्ट प्रदान करता है (जिसके लिए Wine का इंस्टॉलेशन आवश्यक है), वह आम तौर पर एक अलग पैकेज में वितरित किया जाता है। उदाहरण के लिए, <a href="https://kx.studio/Repositories#Ubuntu">KXStudio repository</a>, का उपयोग करके इस कमांड को टर्मिनल में चलाएँ।
pl: Jeśli Twoja dystrybucja oferuje obsługę wtyczek VST (wymaga instalacji Wine), jest ono zazwyczaj w osobnym pakiecie. Na przykład, używając <a href="https://kx.studio/Repositories#Ubuntu">repozytorium KXStudio</a>, wykonaj to polecenie w terminalu.
sl: Če vaša distribucija ponuja podporo za VST (zahteva namestitev Wine), se ta ponavadi nahaja v ločenem paketu. Na primer - z uporabo <a href="https://kx.studio/Repositories#Ubuntu">KXStudio repozitorija</a> zaženite ta ukaz v terminalu.
tr: Dağıtımınız VST desteği sunuyorsa (WINE kurulumu gerektirir) genellikle ayrı bir pakette sunulur. Örneğin bu komutu <a href="https://kx.studio/Repositories#Ubuntu">KXStudio deposu</a>, kullanarak terminalde çalıştırın.

source: Run the following command as root in a terminal:
es: Ejecuta este comando en la terminal mientras estás en superusuario (root):
fi: Suorita seuraava käsky juurikäyttäjänä (root) päätteessä:
fr: Exécutez la commande suivante en tant que super-utilisateur dans un terminal :
he: יש להריץ את הפקודות הבאות במסוף בתור משתמש שורש (root):
hi_in: टर्मिनल में रूट के रूप में निम्नलिखित कमांड चलाएँ:
it: Lancia il comando seguente come root su un terminale:
pl: Wykonaj następujące polecenie jako root w terminalu:
sl: Izvedite naslednji ukaz kot root uporabnik v terminalu:
tr: Aşağıdaki komutu terminalde yönetici root olarak çalıştırın:

source: Run the following command in a terminal:
es: Ejecuta el siguiente comando en la terminal:
fi: Aja seuraava käsky päätteessä:
fr: Exécutez la commande suivante dans un terminal :
he: יש להריץ את הפקודות הבאות במסוף:
hi_in: टर्मिनल में निम्नलिखित कमांड चलाएँ:
it: Lancia il comando seguente su un terminale:
pl: Wykonaj następujące polecenie w terminalu:
sl: V terminalu izvedite naslednji ukaz:
tr: Aşağıdaki komutu terminalde çalıştırın:

source: For VST support, please install wine or wine-staging from the repository
es: Para obtener el soporte para VST, por favor, instala primero "wine" o "wine-staging" desde el repositorio
fi: VST-tukea varten, ole hyvä ja asenna Wine tai Wine-staging ohjelmapakettivarastosta
fr: Pour le support VST, veuillez installer wine ou wine-staging à partir du dépôt
hi_in: VST सपोर्ट के लिए रिपॉजिटरी से Wine या Wine-staging इंस्टॉल करें
pl: Aby uzyskać obsługę wtyczek VST, zainstaluj Wine lub Wine-staging z repozytorium
sl: Za podporo VST namestite wine ali wine-staging iz repozitorija
tr: VST desteği için, lütfen depodan wine veya wine-staging kurun

source: AOSC OS ships LMMS on various architectural ports (AMD64/x86_64, ARMv7, and more to come in the future), with VST support enabled by default on AMD64.
es: AOSC OS viene incluído con ports de LMMS para varias arquitecturas (AMD64/x86_64, ARMv7, y más por venir en el futuro), con soporte para VST habilitado por defecto en AMD64.
fi: AOSC OS toimittaa LMMS:n useiden eri rakenteellisten porttien kera (AMD64/x86_64, ARMv7, ja lisää tulee tulevaisuudessa), VST-tuki kytkettynä vakiollisesti AMD64:n kohdalla.
fr: AOSC OS livre LMMS dans de nombreux ports d'architecture (AMD64/x86_64, ARMv7, et d'autres à venir dans le futur), avec le support VST activé par défaut sur AMD64.
hi_in: AOSC OS LMMS को विभिन्न आर्किटेक्चरल पोर्ट्स (AMD64/x86_64, ARMv7, और भविष्य में आने के लिए कई और) के लिए प्रदान करता है, जिसमें AMD64 के लिए VST सपोर्ट डिफ़ॉल्ट रूप से उपलब्ध है।
it: AOSC OS offre i port di LMMS per varie architetture (AMD64/x86_64, ARMv7, e altri in futuro), e il supporto VST è abilitato di default su AMD64.
pl: AOSC OS zawiera LMMS w wersjach dla wielu architektur (AMD64/x86_64, ARMv7 i prawdopodobnie więcej w przyszłości), przy czym obsługa wtyczek VST jest domyślnie włączona dla architektury AMD64.
sl: AOSC OS ponuja LMMS preko številnih portov (AMD64/x86_64, ARMv7, in še več v prihodnosti), s privzeto podporo za VSt na AMD64.
tr: AOSC OS, LMMS'yi çeşitli mimari bağlantı noktalarına (AMD64 / x86_64, ARMv7 ve gelecekte daha fazlası olacaktır) gönderir ve VST desteği varsayılan olarak AMD64'de etkinleştirilir.

source: To install LMMS on AOSC OS with PackageKit (recommended):
es: Para instalar LMMS en AOSC OS con PackageKit (recomendado):
fi: Asentaaksesi LMMS:n AOSC OS:lle PackageKit -menetelmän kautta (suositeltavaa):
fr: Pour installer LMMS sur AOSC OS avec PackageKit (recommandé) :
hi_in: PackageKit से AOSC OS में LMMS इनस्टॉल करने के लिए (अनुशंसित):
it: Per installare LMMS su AOSC OS con PackageKit (consigliato):
pl: Aby zainstalować LMMS na AOSC OS z PackageKit (zalecane):
sl: Za namestitev LMMS na AOSC OS s PackageKit (priporočeno):
tr: PackageKit ile AOSC OS'a LMMS yüklemek için (önerilir):

source: To install LMMS on AOSC OS with DPKG:
es: Para instalar LMMS en AOSC OS con DPKG:
fi: Asentaaksesi LMMS:n AOSC OS:lle DPKG:lla:
fr: Pour installer LMMS sur AOSC OS avec DPKG :
hi_in: DPKG से AOSC OS में LMMS इनस्टॉल करने के लिए:
it: Per installare LMMS su AOSC OS con DPKG:
pl: Aby zainstalować LMMS na AOSC OS z DPKG:
sl: Za namestitev LMMS na AOSC OS z DPKG:
tr: LMMS'yi DPKG ile AOSC OS üzerine kurmak için:

source: Build LMMS from source
es: Compilar LMMS por el código fuente
fi: Rakenna LMMS suoraan lähdekoodista
fr: Compiler LMMS à partir des sources
he: בניית LMMS מקוד המקור
hi_in: LMMS को सोर्स से बनाएं
it: Compila LMMS dal sorgente
pl: Skompiluj LMMS z kodu źródłowego
sl: Izgradite LMMS iz virov
tr: Kaynak kodundan LMMS derleyin

source: If your Linux distribution does not provide a lmms package (or only an outdated one), you can still build LMMS from source. Visit the <a href="https://github.com/LMMS/lmms/wiki/Compiling">LMMS development wiki on GitHub</a> for instructions on how to compile LMMS for Linux.
es: Si tu distribución de Linux no provee un paquete de "lmms" (o sólo uno desactualizado), puedes compilar LMMS desde el código fuente. Visita la <a href="https://github.com/LMMS/lmms/wiki/Compiling">Wiki del desarrollo de LMMS en GitHub</a> para ver las instrucciones de cómo compilar LMMS para Linux.
fi: Mikäli Linux-jakelusi ei tarjoa LMMS-pakettia (tai ainoastaan vanhentuneen version), voit siltikin rakentaa LMMS:n itsellesi lähdekoodista. Käy osoitteessa <a href="https://github.com/LMMS/lmms/wiki/Compiling">LMMS:n kehitystietokannassa GitHub:issa</a> saadaksesi ohjeet kuinka koota LMMS Linuxill täten.
fr: Si votre distribution Linux ne fournit pas de paquet lmms (ou uniquement un paquet obsolète), vous pouvez toujours compiler LMMS à partir des sources. Visitez le <a href="https://github.com/LMMS/lmms/wiki/Compiling">wiki de développement LMMS sur GitHub</a> pour obtenir des instructions concernant la compilation de LMMS pour Linux.
he: אם אין חבילת lmms (או שיש והיא מיושנת) בהפצת הלינוקס שלך, עדיין אפשר לבנות את LMMS מקוד המקור. יש לבקר ב<a href="https://github.com/LMMS/lmms/wiki/Compiling">עמוד הוויקי ב־GitHub בנושא פיתוח LMMS</a> לקבלת הנחיות להידור LMMS ללינוקס.
hi_in: यदि आपका Linux डिस्ट्रीब्यूशन LMMS पैकेज प्रदान नहीं करता है (या केवल एक पुराना पैकेज), तो आप अभी भी सोर्स से LMMS का निर्माण कर सकते हैं। Linux के लिए LMMS को संकलित करने के निर्देशों के लिए <a href="https://github.com/LMMS/lmms/wiki/Compiling">GitHub में LMMS development wiki</a> पर जाएं।
it: Se la tua distribuzione Linux non offre un pacchetto LMMS (o per avere l'ultima versione), puoi comunque compilare LMMS dal sorgente. Visita il <a href="https://github.com/LMMS/lmms/wiki/Compiling">LMMS development wiki su GitHub</a> per istruzioni su come compilare LMMS per Linux.
pl: Jeśli Twoja dystrybucja Linuksa nie zawiera pakietu lmms (lub jest on nieaktualny), możesz skompilować LMMS z kodu źródłowego. Odwiedź <a href="https://github.com/LMMS/lmms/wiki/Compiling">LMMS development wiki na GitHubie</a>, aby uzyskać instrukcje dotyczące kompilacji LMMS dla Linuksa.
sl: Če vaša Linux distribucija nima lmms paketa (ali samo zastarelega), lahko LMMS igradite iz virov. Obiščite <a href="https://github.com/LMMS/lmms/wiki/Compiling">Razvojni wiki LMMS na GitHub</a> za navodila glede prevajanja LMMS za Linux.
tr: Linux dağıtımınız bir lmms paketi sağlamazsa (veya eski bir lmms varsa), geçerli kaynaktan LMMS edinebilirsiniz. LMMS'yi derleme talimatları için <a href="https://github.com/LMMS/lmms/wiki/Compiling">LMMS development wiki on GitHub</a> sayfasını ziyaret edin.

source: Download LMMS
es: Descargar LMMS
fi: Lataa LMMS
fr: Télécharger LMMS
he: הורדת LMMS
hi_in: LMMS डाउनलोड करें
it: Scarica LMMS
pl: Pobierz LMMS
sl: Prenesi LMMS
tr: LMMS'i İndir

source: Downloading and using LMMS is free! Just choose the operating system you want to run LMMS on:
es: ¡Descargar y usar LMMS es gratis! Sólo elige el sistema operativo en el que quieras usar LMMS:
fi: LMMS:n lataaminen ja käyttäminen on ilmaista! Valitse vain käyttöjärjestelmä jossa sitä haluat ajaa:
fr: Le téléchargement et l'utilisation de LMMS sont gratuits ! Il vous suffit de choisir le système d'exploitation sur lequel vous souhaitez utiliser LMMS :
he: ההורדה והשימוש ב־LMMS הם בחינם! פשוט יש לבחור מערכת הפעלה עליה ברצונך להפעיל את LMMS:
hi_in: LMMS डाउनलोड करना और उपयोग करना निःशुल्क है! बस उस ऑपरेटिंग सिस्टम को चुनें जिसमें आप LMMS चलाना चाहते हैं:
it: Scarica e usa LMMS gratuitamente! Seleziona il sistema operativo in cui vuoi installarlo:
pl: Pobieranie i używanie LMMS jest darmowe! Wybierz system operacyjny, na którym chcesz uruchomić LMMS:
sl: Prenos in uproaba LMMS je brezplačna! Zgolj izberite operacijski sistem na katerem želite zagnati LMMS:
tr: LMMS'i indirmek ve kullanmak ücretsiz! LMMS'i üzerine çalıştırmak istediğiniz işletim sistemini seçmeniz yeterli:

source: Install LMMS on Linux
es: Instalar LMMS en Linux
fi: Asenna LMMS Linuxilla
fr: Installer LMMS sur Linux
he: התקנת LMMS בלינוקס
hi_in: Linux में LMMS इंस्टॉल करें
it: Installa LMMS su Linux
pl: Zainstaluj LMMS na Linuksie
sl: Namestite LMMS v Linuxu
tr: Linux üzerinde LMMS'i yükle

source: Click one of the buttons below to download LMMS for Linux.
es: Pulsa uno de los botones siguientes para descargar LMMS para Linux.
fi: Napsauta yhtä nappuloista tuossa alla ladataksesi LMMS:n Linuxille.
fr: Cliquez sur l'un des boutons ci-dessous pour télécharger LMMS pour Linux.
he: יש ללחוץ על אחד הכפתורים למטה כדי להוריד את LMMS ללינוקס.
hi_in: Linux के लिए LMMS डाउनलोड करने के लिए नीचे दिए गए किसी एक बटन पर क्लिक करें।
it: Clicca su uno dei pulsanti qua sotto per scaricare LMMS per Linux.
pl: Kliknij jeden z przycisków poniżej, aby pobrać LMMS dla systemu Linux
sl: Kliknite na enega od spodnjih gumbov za prenos LMMS za Linux
tr: Linux için LMMS'i indirmek için aşağıdaki butonlardan birine basın.

source: Stable Versions
es: Versiones estables (Stable)
fi: Vakaat julkaisut
fr: Versions stables
he: גרסאות יציבות
hi_in: स्थिर संस्करणे
it: Versioni Stabili
pl: Wersje stabilne
sl: Stabilne različice
tr: Kararlı Sürümler

source: Run <code>chmod +x ~/Downloads/*.AppImage</code> to set the <code>.AppImage</code> executable before running
es: Ejecuta esto <code>chmod +x ~/Downloads/*.AppImage</code> para preparar el ejecutable<code>.AppImage</code> antes de correrlo
fi: Aja käsky <code>chmod +x ~/Downloads/*.AppImage</code> asettaaksesi <code>.AppImage:n</code> suoritettavaan muotoon ennen käynnistämistä
fr: Exécutez la commande <code>chmod +x ~/Downloads/*.AppImage</code> pour paramétrer l'exécutable <code>.AppImage</code> avant de le lancer
he: יש להריץ <code>chmod +x ~/Downloads/*.AppImage</code> כדי להפוך את קובץ ה־ <code>.AppImage</code> לקובץ בר־הרצה לפני ההפעלה
hi_in: रन करने से पहले <code>.AppImage</code> निष्पादित करने के लिए <code>chmod +x ~/Downloads/*.AppImage</code> चलाएँ।
it: Esegui <code>chmod +x ~/Downloads/*.AppImage</code> per impostare la <code>.AppImage</code> come eseguibile, prima di avviarla.
pl: Wykonaj <code>chmod +x ~/Downloads/*.AppImage</code> w terminalu, aby <code>.AppImage</code> uzyskał prawa do uruchomienia na Twoim komputerze
sl: Pred zagonom zaženite <code>chmod +x ~/Downloads/*.AppImage</code> da določite izvršilni <code>.AppImage</code>
tr: Çalıştırmadan önce <code>.AppImage</code> yürütülebilir dosyasını ayarlamak için <code>chmod+x~/Downloads/*.AppImage</code> komutunu çalıştırın

source: Beta Versions
es: Versiones Beta
fi: Viimeistelemättömät beta-julkaisut
fr: Versions bêta
he: גרסאות ביתא
hi_in: बीटा संस्करणे
it: Versioni Beta
pl: Wersje beta
sl: beta različice
tr: Beta Sürümleri

source: Other options
es: Otras opciones
fi: Muut vaihtoehdot
fr: Autres options
he: אפשרויות אחרות
hi_in: अन्य विकल्प
it: Altre opzioni
pl: Inne opcje
sl: Druge možnosti
tr: Dİğer seçenekler

source: Install LMMS on Windows
es: Instalar LMMS en Windows
fi: Asenna LMMS Windowsille
fr: Installer LMMS sur Windows
he: התקנת LMMS ב־Windows
hi_in: Windows में LMMS इंस्टॉल करें
it: Installa LMMS su Windows
pl: Zainstaluj LMMS na Windows
sl: Namestite LMMS V Windowse
tr: Windows üzerinde LMMS'i yükle

source: Click one of the buttons below (either 32bit or 64bit) to download LMMS for Windows
es: Pulsa de los siguientes botones (32bit o 64bit) para descargar LMMS para Windows
fi: Napsauta yhtä alla olevista nappuloista (joko 32-bittinen tai 64-bittinen) ladataksesi LMMS:n Windowsille
fr: Cliquez sur l'un des boutons ci-dessous (32 bits ou 64 bits) pour télécharger LMMS pour Windows
he: יש ללחוץ על אחד הכפתורים למטה (32 סיביות או 64 סיביות) כדי להוריד את LMMS ל־Windows.
hi_in: Windows के लिए LMMS डाउनलोड करने के लिए नीचे दिए गए किसी एक बटन (32बिट या 64बिट) पर क्लिक करें
it: Seleziona uno dei pulsanti seguenti (32bit oppure 64bit) per scaricare LMMS per Windows
pl: Kliknij jeden z przycisków poniżej (dla wersji 32- i 64-bitowej), aby pobrać LMMS dla systemu Windows
sl: Kliknite na spodnja gumba (32 ali 64 bitov) za prenos LMMS za Windows
tr: Windows için LMMS'yi indirmek için aşağıdaki düğmelerden birini (32 bit veya 64 bit) tıklayın
