Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: #### The competition has ended on **April 16th, 2022**. Support LMMS and buy the compilation over at our [bandcamp page.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-9) Listen to all entries [here.](https://docs.google.com/spreadsheets/d/e/2PACX-1vTbAi115g6ocLFF75ccNYzAk3Am0RsYZAyL6GX0LwxR-DGf6KBpbTLc7IZkO7LdSYNQQqWIW4QTRJML/pubhtml?gid=491403559&single=true) Winners: <div class="bandcamp-widget" data-href="https://bandcamp.com/EmbeddedPlayer/album=1414817703/size=large/bgcol=ffffff/linkcol=2ebd35/artwork=small/transparent=false/"> <iframe class="bandcamp-iframe" referrerpolicy="no-referrer" height="472" style="border: 0; height: 472px; width: 100%%;" src="" seamless><a href="https://lmms.bandcamp.com/album/the-best-of-lmms-vol-9">The Best of LMMS Vol. 9 by LMMS Artists</a></iframe> </div> #### Original description: We are proud to present to you The Best of LMMS contest volume 9! The contest aims to inspire the community to create and share their music. Submit your track at the link below before midnight (23:59.59 UTC Time) on April 16th 2022 for a chance to be featured on the BoL v9 album. The compilation will be uploaded to Bandcamp, with all profits going towards LMMS' further development. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScWb8vuktPblEO1-7sTV5Es7nZRmsQOUS_PUYJh--VFbW-hAg/viewform">Submit here</a></p> #### Competition rules: 1. **The Deadline:** - Track must be submitted by April 16th 2022 at 23:59.59 UTC using this form. 2. **The Track:** - Must be produced in LMMS. - You may use other programs for mastering and post processing. - Must be under 10 minutes long. - No winning tracks from previous Best of LMMS albums allowed. - No covers or remixes of other person(s) works are permitted. - Reworks of your own tracks are eligible with judge approval. 3. **The Submissions:** - You must submit using this form only. - No more than ONE entry per artist is allowed. - Collaborations count as ONE entry for each artist involved. - No collaborating with judges on entries. - Only submissions hosted on Soundcloud or YouTube are allowed. - The full track should be available at the submission link provided - Your entry must be available for listening until the end of the judging process. If not, your entry will be disqualified. - The entry must not contain any trademarked or copyrighted material which you do not own the rights to. 4. **The Judges:** - The jury consists of: Etorna, Noeroti, Spekular, Squatro, Stakeout Punch and Umcaruje. 5. **The Judging:** - After the deadline, the judges will make their decisions and release the results within 14-21 days, personal schedules permitting. 6. **Release:** - The 25 highest scoring songs will be released as an album on Bandcamp with the price of “Pay what you want”. All the received funds will be donated for further development of LMMS, the program that we love. **Note: Entries are approved to appear on the submission list by hand, so if you don't see yours, sit tight! It might take a while.**
fr: #### La compétition s'est terminée le **16 avril 2022**. Supportez LMMS et achetez la compilation sur notre [page Bandcamp.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-9) Écoutez tous les morceaux proposés [ici.](https://docs.google.com/spreadsheets/d/e/2PACX-1vTbAi115g6ocLFF75ccNYzAk3Am0RsYZAyL6GX0LwxR-DGf6KBpbTLc7IZkO7LdSYNQQqWIW4QTRJML/pubhtml?gid=491403559&single=true) Gagnants : <div class="bandcamp-widget" data-href="https://bandcamp.com/EmbeddedPlayer/album=1414817703/size=large/bgcol=ffffff/linkcol=2ebd35/artwork=small/transparent=false/"> <iframe class="bandcamp-iframe" referrerpolicy="no-referrer" height="472" style="border: 0; height: 472px; width: 100%%;" src="" seamless><a href="https://lmms.bandcamp.com/album/the-best-of-lmms-vol-9">Le meilleur de LMMS volume 9 par des artistes LMMS</a></iframe> </div> #### Description originale : Nous sommes fiers de vous présenter le concours 'Le meilleur de LMMS volume 9' ! Le concours a pour objectif d'encourager les membres de la communauté à créer et partager leurs musiques. Faites parvenir votre piste par le lien ci-dessous avant minuit (23h59m59s heure UTC) le 16 avril 2022 pour avoir une chance de figurer sur l'album 'Le meilleur de LMMS v9'. La compilation sera téléversée sur Bandcamp, et tous les profits iront vers les futurs développements de LMMS. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScWb8vuktPblEO1-7sTV5Es7nZRmsQOUS_PUYJh--VFbW-hAg/viewform">Soumettez ici</a></p> #### Règlement du concours : 1. **La date limite :** - les pistes doivent être soumises avant le 16 avril 2022 à 23h59m59s UTC en utilisant ce formulaire. 2. **Les pistes :** - doivent être produites dans LMMS. - vous pouvez utiliser d'autres programmes pour la mastérisation et le post-traitement. - doivent avoir une durée inférieure à 10 minutes. - aucune piste gagnante issue de précédents albums 'Le meilleur de LMMS', n'est autorisée. - les reprises ou remixes d'œuvres d'autres personnes ne sont pas autorisés. - les reprises de vos propres morceaux sont admissibles avec l'approbation du jury. 3. **Les soumissions :** - vous ne pouvez soumettre qu'en utilisant ce formulaire. - pas plus d'UN morceau par artiste n'est autorisé. - les collaborations comptent pour UN morceau pour chaque artiste impliqué. - pas de collaboration avec les juges dans les entrées. - seules les soumissions hébergées sur Soundcloud ou YouTube sont autorisées. - la piste complète doit être disponible sur le lien de soumission fourni. - votre entrée doit être disponible à écouter jusqu'à la fin du processus de jugement. Sinon, votre entrée sera disqualifiée. - votre entrée ne doit pas contenir de matériel protégé par une marque ou un droit d'auteur dont vous ne possédez pas les droits. 4. **Les juges :** - le jury est composé de : Etorna, Noeroti, Spekular, Squatro, Stakeout, Punch et Umcaruje. 5. **Le jugement :** - après la date limite, les juges prendront leurs décisions et rendront leurs résultats sous 14-21 jours, en fonction de leurs agendas personnels. 6. **Publication :** - les 25 morceaux ayant les scores les plus hauts seront publiés sous forme d'un album sur Bandcamp à “prix libre“. Tous les montants perçus seront donnés pour les futurs développements de LMMS, le programme que nous aimons. **Note : Les entrées sont approuvées manuellement pour apparaître sur la liste des soumissions, donc si vous ne voyez pas la vôtre, restez tranquille ! Cela peut prendre un certain temps.
sl: #### Tekmovanje se je končalo **16. aprila 2022**. Podprite LMMS in kupite kompilacijo na naši [bandcamp strani.](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-9) Poslušajte vse prispevke [tukaj.](https://docs.google.com/spreadsheets/d/e/2PACX-1vTbAi115g6ocLFF75ccNYzAk3Am0RsYZAyL6GX0LwxR-DGf6KBpbTLc7IZkO7LdSYNQQqWIW4QTRJML/pubhtml?gid=491403559&single=true) Zmagovalci: <div class="bandcamp-widget" data-href="https://bandcamp.com/EmbeddedPlayer/album=1414817703/size=large/bgcol=ffffff/linkcol=2ebd35/artwork=small/transparent=false/"> <iframe class="bandcamp-iframe" referrerpolicy="no-referrer" height="472" style="border: 0; height: 472px; width: 100%%;" src="" seamless><a href="https://lmms.bandcamp.com/album/the-best-of-lmms-vol-9">The Best of LMMS Vol. 9 by LMMS Artists</a></iframe> </div> #### Izvirni opis: Ponosno vam predstavljamo tekmovanje The Best of LMMS volume 9! Tekmovanje si prizadeva navdihniti skupnost, da ustvarja in deli svojo glasbo. Svojo skladbo oddajte na spodnji povezavi do polnoči (23:59.59 UTC čas) 16. aprila 2022 za možnost, da se pojavi na albumu BoL v9. Kompilacija bo naložena na Bandcamp, vsi dobički pa bodo namenjeni nadaljnjemu razvoju LMMS. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScWb8vuktPblEO1-7sTV5Es7nZRmsQOUS_PUYJh--VFbW-hAg/viewform">Oddajte tukaj</a></p> #### Pravila tekmovanja: 1. **Rok:** - Skladbo je treba oddati do 16. aprila 2022 ob 23:59.59 UTC s pomočjo tega obrazca. 2. **Skladba:** - Morala je biti ustvarjena v LMMS. - Za mešanje in obdelavo lahko uporabite druge programe. - Mora biti krajša od 10 minut. - Ni dovoljeno uporabljati zmagovalnih skladb prejšnjih albumov Best of LMMS. - Prepovedani so priredbe ali remiksi del drugih oseb. - Predelave lastnih skladb so dovoljene s soglasjem sodnikov. 3. **Oddaje:** - Oddati morate samo s tem obrazcem. - Dovoljen je samo en vnos na umetnika. - Sodelovanja štejejo kot en vnos za vsakega vključenega umetnika. - Sodelovanje z sodniki pri vnosih ni dovoljeno. - Dovoljene so samo oddaje, gostovane na Soundcloudu ali YouTubeu. - Celotna skladba naj bo na voljo na povezavi za oddajo. - Vaš vnos mora biti na voljo za poslušanje do konca postopka ocenjevanja. V nasprotnem primeru bo vaš vnos diskvalificiran. - Vnos ne sme vsebovati blagovnih znamk ali avtorsko zaščitenega materiala, za katerega nimate pravic. 4. **Sodniki:** - Žirija sestoji iz: Etorna, Noeroti, Spekular, Squatro, Stakeout Punch in Umcaruje. 5. **Ocenjevanje:** - Po roku bodo sodniki sprejeli svoje odločitve in rezultate objavili v 14-21 dneh, če jim to dopuščajo osebni urniki. 6. **Objava:** - 25 najbolje ocenjenih pesmi bo izdanih kot album na Bandcampu po ceni "Plačaj, kolikor želiš". Vsi prejeti sredstva bodo namenjena za nadaljnji razvoj programa LMMS, ki ga imamo radi. **Opomba: Vnosi so ročno odobreni za prikaz na seznamu oddaj, zato, če ne vidite svojega, bodite potrpežljivi! Morda bo trajalo nekaj časa.**
tr: #### Yarışma **16 Nisan 2022**'de sona erdi. LMMS'yi destekleyin ve [bandcamp sayfamızdan](https://lmms.bandcamp.com/album/the-best-of-lmms-vol-9) derlemeyi satın alın. [Buradan] tüm kayıtları dinleyin.(https://docs.google.com/spreadsheets/d/e/2PACX-1vTbAi115g6ocLFF75ccNYzAk3Am0RsYZAyL6GX0LwxR-DGf6KBpbTLc7IZkO7LdSYNQQqWIW4QTRJML/pubhtml?gid=491403559&single=true) Kazananlar: <iframe class="bandcamp-iframe" referrerpolicy="no-referrer" height="472" style="border: 0; height: 472px; width: 100%%;" src="" seamless><a href="https://lmms.bandcamp.com/album/the-best-of-lmms-vol-9">LMMS nin en iyileri SÜRÜM.9 LMMS Sanatçıları tarafından</a></iframe> </div> #### Orijinal açıklama: The Best of LMMS yarışmasının 9. sayısını size sunmaktan gurur duyuyoruz! Yarışma, topluluğa müziklerini yaratmaları ve paylaşmaları için ilham vermeyi amaçlıyor. Parçanızı gece yarısından önce aşağıdaki bağlantıdan gönderin (23:59.59 UTC Saati) 16 Nisan 2022'de BoL v9 albümünde yer alma şansı için. Derleme, tüm gelir LMMS'nin daha fazla geliştirilmesine harcanacak şekilde Bandcamp'a yüklenecek. <p class="center"><a class="btn btn-success btn-lg center" href="https://docs.google.com/forms/d/e/1FAIpQLScWb8vuktPblEO1-7sTV5Es7nZRmsQOUS_PUYJh--VFbW-hAg/viewform">Buraya gönder</a></p> #### Yarışma kuralları: 1. **Son Teslim Tarihi:** - Parça, bu formu kullanarak 16 Nisan 2022 23:59.59 UTC'ye kadar gönderilmelidir. 2. **Paça:** - LMMS'de üretilmelidir. - Mastering ve son işleme için başka programlar kullanabilirsiniz. - 10 dakikadan kısa olmalıdır. - Önceki LMMS nin en iyileri albümlerinden kazanan hiçbir parçaya izin verilmez. - Başka kişi(ler)in eserlerinin cover'larına veya remikslerine izin verilmez. - Kendi parçalarınızın yeniden çalışmaları, jüri onayı ile uygundur. 3. **Gönderiler:** - Yalnızca bu formu kullanarak göndermelisiniz. - Sanatçı başına birden fazla BİR girişe izin verilmez. - İşbirlikleri, dahil olan her sanatçı için BİR giriş olarak sayılır. - Girişlerde jüri üyeleriyle işbirliği yapılmaz. - Yalnızca Soundcloud veya YouTube'da barındırılan gönderimlere izin verilir. - Parçanın tamamı sağlanan gönderim bağlantısında mevcut olmalıdır - Girişiniz, değerlendirme sürecinin sonuna kadar dinlemeye açık olmalıdır. Aksi takdirde, girişiniz diskalifiye edilecektir. - Giriş, haklarına sahip olmadığınız herhangi bir ticari markalı veya telifli materyal içermemelidir. 4. **Jüriler:** - Jüri şu isimlerden oluşuyor: Etorna, Noeroti, Spekular, Squatro, Stakeout Punch ve Umcaruje. 5. **Değerlendirme:** - Son teslim tarihinden sonra, jüri üyeleri kararlarını verecek ve kişisel programları izin verdiği sürece 14-21 gün içinde sonuçları açıklayacaktır. 6. **Yayınlama:** - En çok puan alan 25 şarkı “İstediğini Öde” fiyatıyla Bandcamp üzerinden albüm olarak yayınlanacak. Alınan tüm fonlar, sevdiğimiz program olan LMMS'nin daha da geliştirilmesi için bağışlanacak. **Not: Girişlerin gönderim listesinde görünmesi elle onaylanır, bu nedenle sizinkini göremiyorsanız, sıkı durun! Biraz zaman alabilir.**

source: The Best of LMMS Vol. 9 by LMMS Artists
es: Lo Mejor de LMMS Vol. 9 por artistas de LMMS
fr: Le meilleur de LMMS volume 9 par des artistes LMMS
pl: The Best of LMMS, edycja IX w wykonaniu artystów LMMS
sl: Naj-LMMS 9. v izvedbi LMMS izvajalcev
tr: LMMS Sanatçılarının En İyisi Vol. 9

source: LMMS is included in most major Linux distribution's package repositories.<br> Please <a href="/get-involved/#contact">contact us</a> if your distribution is not listed here.
es: LMMS esta incluido en la mayoria de las grandes distribuciones de Linux.s Por favor, <a href="/get-involved/#contact">contáctanos</a> si tu distribución no aparece listada.
fr: LMMS est inclus dans les dépôts de paquets de la plupart des distributions majeures de Linux.<br> Veuillez <a href="/get-involved/#contact">nous contacter</a> si votre distribution n'est pas listée ici.
pl: LMMS jest zawarty w większości repozytoriów pakietów głównych dystrybucji Linuksa.<br> <a href="/get-involved/#contact">Skontaktuj się z nami</a>, jeśli Twoja dystrybucja nie jest tutaj wymieniona.
sl: LMMS je vključen v večino paketnih skladišč glavnih Linux distribucij.<br> <a href="/get-involved/#contact">Kontaktirajte nas</a>, če vaše distribucije ni na tem seznamu.
tr: LMMS, çoğu büyük Linux dağıtımının paket havuzlarına dahil edilmiştir.<br> Dağıtımınız burada listelenmiyorsa lütfen bizimle <a href="/get-involved/#contact">iletişime</a> geçin.

source: Anyone can open a pull request against LMMS; we are not responsible for the builds on this page.<br>Unless you were directed here to test a pull request, please download an official build from the <a href="%download%">main download page</a> instead.
es: Cualquiera puede abrir una pull request contra LMMS; no somos responsables por las compilaciones en esta página.<br>A menos que hayas sido dirigido aquí para probar una pull request, deberías de descargar una compilación oficial en la <a href="%download%">página principal de descargas</a>.
sl: Kdorkoli lahko odpre zahtevek za poteg LMMS; nismo odgovorni za gradnje na tej strani.<br>Razen če ste bili sem usmerjeni za preizkus zahtevka potega, prosimo prenesite uradno gradnjo s <a href="%download%">glavne strani za prenose</a>.
tr: LMMS'ye karşı herkes çekme isteği açabilir; Bu sayfadaki yapılardan biz sorumlu değiliz. <br>Buraya bir çekme isteğini test etmek için yönlendirilmediyseniz, lütfen bunun yerine <a href="%download%">ana indirme sayfasından</a> resmi bir yapı indirin.

source: Pull Request #%id%
sl: Zahtevek za poteg #%id%
tr: Çekme İsteği #%id%

source: Pull request builds are experimental software; expect stability issues.
es: El software compilado por pull requests son experimentales, deberías de esperar tener problemas de estabilidad.
sl: Gradnje za poteg za zahtevo so eksperimentalne, zato lahko pričakujete težave s stabilnostjo.
tr: Çekme isteği derlemeleri deneysel yazılımlardır; istikrar sorunları görülebilir.

source: There are currently no builds available for this pull request. Building may have failed, or may not have completed yet.<br>If this is an old pull request, the builds may have expired.
es: Ahora mismo no hay compilaciones disponibles para esta pull request. La compilación debió de haber fallado, o aún no se ha completado.<br>Si esta es una pull request antigua, las compilaciones debieron de haber expirado.
sl: Trenutno ni gradenj za ta zahtevek potega. Gradnja morda ni uspela ali pa se še ni zaključila. <br>Če gre za star zahtevek potega, so gradnje morda že zastarele.
tr: Şu anda bu çekme isteği için kullanılabilir derleme yok. Oluşturma işlemi başarısız olmuş veya henüz tamamlanmamış olabilir. <br>Bu eski bir çekme isteğiyse, derlemelerin süresi dolmuş olabilir.

source: Alpha Versions
es: Versiones Alpha
fr: Versions alpha
pl: Wersje alpha
sl: Alpha različice
tr: Alfa Sürümleri

source: Downloads labeled Alpha, Beta, or Nightly are pre-release software, stability may suffer.
es: Descargas etiquetadas como Alpha, Beta, o Nightly software previo a una versión de lanzamiento, la estabilidad debe de ser afectada.
fr: Les téléchargements étiquetés Alpha, Beta ou Nightly sont des pré-versions du logiciel, elles peuvent être moins stables.
pl: Wersje oznaczone jako Alpha, Beta i Nightly są wersjami testowymi programu. Mogą więc mieć problemy ze stabilnością.
sl: Prenosi z oznako alfa, beta ali nočna so preizdaje, zato niso nujno stabilne.
tr: Alpha, Beta veya Nightly etiketli yüklemeler, yayın öncesi yazılımlardır, kararlılık sorunları görülebilir.

source: LMMS Logo
es: Logo de LMMS
fi: LMMS-tunnus
fr: Logo de LMMS
he: הלוגו של LMMS
hi_in: LMMS लोगो
pl: Logo LMMS
sl: LMMS logotip

source: Forum
es: Foro
fi: Foorumi
he: פורום
hi_in: फोरम
