Repository: liushuyu/lmms-translations
Catalog: lmms.io/messages.*.xlf
Languages: es, fi, fr, he, hi_in, it, pl, sl, tr

source: #### The competition has ended on **April 1st, 2015.** Support LMMS and buy the compilation over at our [bandcamp page.](https://lmms.bandcamp.com/) Listen to all entries [here.](https://soundcloud.com/groups/the-best-of-lmms-competition-v2) Winners: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/103762698&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Original description: 1. The Deadline. The songs must be submitted by April 1st 0:00 UTC. The songs can be of any genre, preferably under 10 minutes. The song should be made mostly in LMMS, but it is allowed to use some other software (Audacity, Ardour etc.) for post mixing/mastering. 2. The songs. All submissions will be handled via SoundCloud using the dedicated group. A user can submit a maximum of two songs. Users CAN submit previously released songs, BUT not songs submitted for previous BoL competitions. Remixes are not allowed. A song cooperation between a judge and yourself is not allowed. 3. The Judges and the Release. The judges consist of Stian Jørgensrud (Sti-Jay), Ian Letarte, Hashhakaj kamaluden, Fastigium, artlu, TRonix and Jernemies. The compilation will be released on the dedicated LMMS artists Bandcamp with the price of “Pay what you want”. All the received funds will be donated for further development of LMMS or to cover other program related costs. Extras: By marking your song with the tag "Want Feedback" you can get feedback from the judges. Comments from different judges will be combined into one text so you won't know from who or how many the feedback is. Note that you aren't guaranteed any feedback, it depends on how much time the judges have. Also note that the judges are just regular LMMS artists and no matter what feedback you get the judges' decision for album songs is final.
fi: #### Kilpailu päättyi **huhtikuun 1, 2015.** Tue LMMS:ää ja osta kokoelma sivultamme [Bandcamp-sivu.](https://lmms.bandcamp.com/) Kuuntele kaikki osallstujakipaleet [täällä.](https://soundcloud.com/groups/the-best-of-lmms-competition-v2) Voittajat: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/103762698&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Alkuperäinen kuvaus: 1. Aikaraja. The songs must be submitted by huhtikuun 1. mennessä 0:00 UTC-aikaa. Raidat voivat olla mitä tahansa genreä, suositeltavaa olisi että raita on alle 10 minuuttia pitkä. Raita tulee olla toteutettu LMMS:ssä, mutta joitakin muita sovelluksia sallitaan myös (Audacity, Ardour jne.) jälkimiksaukseen/masterointiin. 2. Kipaleet. Kaikki lähetysraidat tullaan käsittelemään Soundcloudin kautta käyttäen omistautunutta ryhmää. Voit toimittaa enimmillään kaksi raitaa. Käytäjät VOIVAT lähettää ennenkin julkaistuja kipaleita, mutta eivät raitoja jotka ovat aiemmilla LMMS:n Parhaat albumeilla. Uudelleenmiksauksia ei sallita. Yhteistyö sinun ja tuomarin kesken ei ole sallittua. 3. Tuomarit ja julkaisu. Tuomarit koostuvat seuraavista: Stian Jørgensrud (Sti-Jay), Ian Letarte, Hashhakaj kamaluden, Fastigium, artlu, TRonix ja Jernemies. Kokoelma tullaan julkaisemaan omistautuneella LMMS -artistit sivulla Bandcampissa jossa hintalapussa lukee että "maksa mitä haluat". Kaikki tuotot suunnataan LMMS:n lisäkehitykselle taikka kattamaan muita sovelluksentekoon liittyviä kuluja. Extrat: Kun merkkaat kipaleesi tunnisteella "Want Feedback" - haluan palautetta tulet saamaan tuomareilta palautetta. Eri tuomareiden kommentit tullaan yhdistämään yhdeksi tekstiksi joten et tule tietämään keneltä tai kuinka monelta tuo palaute on. Huomaa, että sinulle ei taata mitään palautetta kuitenkaan, se riippuu ajasta joka tuomareilla on. Huomaathan myös, että nuo tuomarit ovat tavallisia LMMS-artisteja, ja oli palaute heiltä sitten mitä tahansa, tuo palaute liittyen päätökseen itse albumille pääsevistä biiseistä on lopullinen.
fr: #### La compétition s'est terminée le **1er avril 2015.** Supportez LMMS et achetez la compilation sur notre [page bandcamp.](https://lmms.bandcamp.com/) Écoutez tous les morceaux proposés [ici.](https://soundcloud.com/groups/the-best-of-lmms-competition-v2) Gagnants: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/103762698&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Description originale : 1. La date limite. Les pistes doivent être soumises pour le 1er avril 1st 0:00 UTC. Les pistes peuvent être de tous les genres, de préférence inférieures à 10 minutes. Les morceaux devraient être fait principalement dans LMMS, mais il est permis d'utiliser d'autres logiciels (Audacity, Ardour,...etc.) pour les traitements de mixage/mastérisation. 2. Les morceaux. Toutes les soumissions seront gérées via SoundCloud en utilisant le groupe dédié. Un utilisateur peut soumettre un maximum de deux morceaux. Les utilisateurs PEUVENT soumettre des morceaux déjà sortis précédemment, MAIS pas des morceaux déjà soumis dans les concours LMMS précédents. Les remixes ne sont pas autorisés. Une collaboration entre un juge et vous-même n'est pas autorisée. 3. Les juges et la sortie. Les juges sont composés de Stian Jørgensrud (Sti-Jay), Ian Letarte, Hashhakaj kamaluden, Fastigium, artlu, TRonix et Jernemies. La compilation sortira sur le bandcamp dédié aux artistes LMMS à prix libre. Tous les fonds reçus seront donnés pour des développements futurs de LMMS ou pour couvrir d'autres coûts liés. Extras : En marquant votre morceau avec le tag "Want Feedback" ('je veux des retours' en français), vous pouvez obtenir des retours de la part des juges. Les commentaires des différents juges seront combinés en un seul texte et vous ne saurez donc pas qui ni combien. Notez qu'il n'y a aucune garantie de retour, ceci dépend du temps disponible des juges. Notez également que les juges sont simplement des artistes LMMS habituels et que, quelque soit les retours que vous recevez, la décision des juges pour les morceaux de l'album est décisive.
hi_in: #### प्रतियोगिता **1 अप्रैल, 2015** को समाप्त हो गई है। LMMS का समर्थन करें और हमारे [bandcamp पेज](https://lmms.bandcamp.com/) पर संकलन खरीदें। सभी प्रविष्टियों को [यहाँ](https://soundcloud.com/groups/the-best-of-lmms-competition-v2) सुनें। विजेता: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/103762698&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### मूल विवरण: 1. समयसीमा. गाने 15 फरवरी 12 बजे GMT तक प्रस्तुत किए जा सकते हैं। एक उपयोगकर्ता अधिकतम दो गाने प्रस्तुत कर सकता है। गाने किसी भी शैली के हो सकते हैं, अधिमानतः 10 मिनट के भीतर। गीत को ज्यादातर LMMS में बनाया जाना चाहिए, लेकिन पोस्ट मिक्सिंग/मास्टरिंग के लिए कुछ अन्य सॉफ्टवेयर (Audacity, Ardour आदि) का उपयोग करने की अनुमति है। 2. गाने. सभी प्रस्तुतियाँ SoundCloud के माध्यम से समर्पित समूह के द्वारा नियंत्रित की जाएंगी। एक उपयोगकर्ता अधिकतम दो गाने प्रस्तुत कर सकता है। उपयोगकर्ता पहले रिलीज़ किए गए गाने सबमिट कर सकते हैं, लेकिन पिछले BoL प्रतियोगिताओं के लिए प्रस्तुत गाने नहीं। Remixes की अनुमति नहीं है। एक जज और खुद के बीच गीत सहोद्योग की अनुमति नहीं है। 3. जजेस और रिलीज़. जजों में शामिल है Stian Jørgensrud (Sti-Jay), Ian Letarte, Hashhakaj kamaluden, Fastigium, artlu, TRonix और Jernemies। संकलन को एक समर्पित LMMS artists Bandcamp पर "जो चाहो, वो चुकाओ" की कीमत के साथ रिलीज़ किया जाएगा। सभी प्राप्त धन LMMS के आगे के विकास के लिए या अन्य कार्यक्रम से संबंधित लागतों को कवर करने के लिए दान किया जाएगा। अतिरिक्त: "वांट फीडबैक" टैग के साथ अपने गीत को चिह्नित करके आप जजों से प्रतिक्रिया प्राप्त कर सकते हैं। विभिन्न जजों की टिप्पणियों को एक पाठ में संयोजित किया जाएगा ताकि आपको यह पता न चले कि किससे अथवा कितना फीडबैक है। ध्यान दें कि आपको किसी भी प्रतिक्रिया की गारंटी नहीं दी है, यह इस बात पर निर्भर करता है कि जजेस के पास कितना समय है। यह भी ध्यान दें कि जजेस भी केवल सामान्य LMMS कलाकार हैं और चाहे आपको कैसा भी फीडबैक मिले, जजों का फैसला उनका आख़िरी फैसला हैं।
sl: #### Tekmovanje se je zaključilo **1. aprila 2015***. Podprite LMMS in kupite kompilacijo na naši [bandcamp strani.](https://lmms.bandcamp.com/) Skladbe poslušajte [tukaj.](https://soundcloud.com/groups/the-best-of-lmms-competition-v2) Zmagovalci: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/103762698&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Originalni opis: 1. Rok oddaje: - Skladba mora biti oddana do 1. aprila 00:00 UTC. Zvrst je poljubna. Priporočeno je, da je skladba dolga do 10 minut. - Mora biti ustvarjena v glavnem z LMMS. Druge programe lahko uporabite za masterizacijo ali dodatno obdelavo (Audacity, Ardour, ...). 1. Skladbe. Vsi prispevki bodo zbrani v namenski SoundCloud skupini. Vsak lahko prispeva največ dve skladbi. - Dovoljeno je pošiljanje že objavljenih skladb, a ne tistih, ki so že tekomovale za BoL. - Sodelovanje s sodniki ni dovoljeno. 3. Sodniki in izdaja: -Žirijo sestavljajo: Zach Henderson, Second Flight, Umcaruje, Greippi, Tres Finnochiaro, Abludo. Stian Jørgensrud (Sti-Jay), Ian Letarte, Hashhakaj kamaluden, Fastigium, artlu, TRonix in Jernemies - Kompilacija bo izdana kot album na Bandcamp-u s ceno "Plačaj kolikor želiš". Ves zaslužek bo doniran za nadaljni razvoj LMMS, programa, bi ga ljubimo. Dodatno Oznaka "Želim povratno informacijo" omogoča povratno informaacijo s strani sodnikov. Opazke vseh sodnikov bodo združeni v eno zaradi anonimnosti. Povratna informacija ni zabotovljena, ker je odvisna od časa sodnikov. Sodniki so LMMS umetniki in odločitev je končna ne glede na povratno informacijo.
tr: #### Yarışma **1 Nisan 2015'te sona erdi.** LMMS'yi destekleyin ve derlemeyi [bandcamp sayfamızdan](https://lmms.bandcamp.com/) satın alın. Tüm girişleri [buradan] dinleyin.(https://soundcloud.com/groups/the-best-of-lmms-competition-v2) Kazananlar: <iframe width="100%%" height="350" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%%3A//api.soundcloud.com/playlists/103762698&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false"></iframe> #### Orijinal açıklama: 1. Son Tarih. Şarkılar 1 Nisan 0:00 UTC'ye kadar gönderilmelidir. Şarkılar herhangi bir türden, tercihen 10 dakikadan kısa olabilir. Şarkı çoğunlukla LMMS'de yapılmalıdır, ancak post mix/mastering için başka yazılımların (Audacity, Ardor vb.) kullanılmasına izin verilir. 2. Şarkılar. Tüm gönderimler, özel grup kullanılarak SoundCloud aracılığıyla işlenecektir. Bir kullanıcı en fazla iki şarkı gönderebilir. Kullanıcılar daha önce yayınlanmış şarkıları gönderebilirler, ANCAK önceki BoL yarışmaları için gönderilen şarkıları gönderemezler. Remikslere izin verilmez. Bir yargıç ve sizin aranızda bir şarkı işbirliğine izin verilmez. 3. Yargıçlar ve Tahliye. Yargıçlar Stian Jørgensrud (Sti-Jay), Ian Letarte, Hashhakaj kamaluden, Fastigium, artlu, TRonix ve Jernemies'den oluşuyor. Derleme, özel LMMS sanatçıları Bandcamp'ta "İstediğini öde" fiyatıyla yayınlanacak. Alınan tüm fonlar bağışlanacak LMMS'nin daha da geliştirilmesi veya programla ilgili diğer maliyetlerin karşılanması için. Ekstralar: Şarkınızı "Geri Bildirim İstiyorum" etiketi ile işaretleyerek jüri üyelerinden geri bildirim alabilirsiniz. Farklı yargıçlardan gelen yorumlar tek bir dosyada birleştirilecektir. geri bildirimin kimden veya kaç kişiden geldiğini bilemezsiniz. Herhangi bir geri bildirimin garanti edilmediğini unutmayın, bu, hakimlerin ne kadar zamana sahip olduğuna bağlıdır. Ayrıca jüri üyelerinin sıradan LMMS sanatçıları olduğunu ve aldığınız geri bildirimler ne olursa olsun jürinin albüm şarkılarıyla ilgili kararının nihai olduğunu unutmayın.

source: The Best of LMMS vol. I
es: Lo Mejor de LMMS vol. I
fi: LMMS:n Parhaat osa I
fr: Le meilleur de LMMS volume 1
he: המיטב של LMMS, חלק 1
it: Best of LMMS vol. I
pl: The Best of LMMS, edycja I
sl: Naj-LMMS I
tr: LMMS'in En İyileri vol. I
